Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/collective.eeafaceted.z3ctable.po
Languages: fr

# approval_date_column
source: Approval date (in the 'Title' column)
fr: Date d'approbation (dans la colonne "Titre")

# authority_notice_column
source: Authority notice (in the 'Title' column)
fr: Avis de tutelle (dans la colonne "Titre")

# budget_infos_column
source: Budgetary informations (in the 'Purpose' column)
fr: Informations budgétaires (dans la colonne "Objet")

# convocation_date_column
source: Convocation date (in the 'Title' column)
fr: Date de convocation (dans la colonne "Titre")

# end_date_column
source: End date (in the 'Title' column)
fr: Date et heure de fin (dans la colonne "Titre")

# first_item_number_column
source: First item number (in the 'Title' column)
fr: Numéro du premier point de cette séance (dans la colonne "Titre")

# header_advices
source: Advices
fr: Avis

# header_associated_groups_acronym
source: Associated groups acronym
fr: G.A.

# header_associated_groups_acronym_help
source: Associated groups acronym help
fr: Groupes associés

# header_committees_index
source: Committees
fr: Commissions

# header_committees_index_acronym
source: Committees acronym
fr: Comm.

# header_committees_index_acronym_help
source: Committees acronym help
fr: Commissions

# header_copyGroups
source: Copy groups in charge
fr: En copie

# header_getAssociatedGroups
source: Associated groups
fr: G.A.

# header_getAssociatedGroups_help
source: Associated groups help
fr: Groupes associés

# header_getCategory
source: Category
fr: Catégorie

# header_getGroupsInCharge
source: Groups in charge
fr: En charge

# header_getItemIsSigned
source: Item is signed?
fr: Point signé?

# header_getProposingGroup
source: Proposing group
fr: G.P.

# header_getProposingGroup_help
source: Proposing group help
fr: Groupe proposant

# header_getRawClassifier
source: Classifier
fr: Classificateur

# header_groups_in_charge_acronym
source: Groups in charge acronym
fr: G.C.

# header_groups_in_charge_acronym_help
source: Groups in charge acronym help
fr: Groupes en charge

# header_item_meeting_deadline_date
source: Limit date
fr: Date limite

# header_meeting_category
source: Category
fr: Catégorie

# header_meeting_date
source: Meeting
fr: Séance

# header_pollType
source: Poll type
fr: Scrutin

# header_pollType_help
source: Poll type
fr: Mode de scrutin

# header_preferred_meeting_date
source: P. meeting
fr: Séance s.

# header_preferred_meeting_date_help
source: Preferred meeting
fr: Séance souhaitée

# header_privacy
source: Privacy
fr: Confidentialité

# header_privacy_help
source: Privacy
fr: Niveau de confidentialité

# header_proposing_group_acronym
source: Proposing group acronym
fr: G.P.

# header_proposing_group_acronym_help
source: Proposing group acronym help
fr: Groupe proposant

# header_purpose
source: Purpose
fr: Objet

# header_review_state_title
source: Review state
fr: État

# header_review_state_title_descr
source: Review state title (will use review state title and not id)
fr: État (utilise le titre de l'état au lieu de l'identifiant, à utiliser si la colonne "État" ne convient pas)

# header_toDiscuss
source: To discuss?
fr: A évoquer en séance?

# item_reference_column
source: Item reference (in the 'Purpose' column)
fr: Référence du point (dans la colonne "Objet")

# labels_column
source: Labels (in the 'Purpose' column)
fr: Étiquettes (dans la colonne "Objet")

# marginal_notes_column
source: Marginal notes (in the 'Purpose' column)
fr: Mentions marginales (dans la colonne "Objet")

# meeting_number_column
source: Meeting number (in the 'Title' column)
fr: Numéro de séance (dans la colonne "Titre")

# place_column
source: Place (in the 'Title' column)
fr: Lieu (dans la colonne "Titre")

# place_other_column
source: Place other (in the 'Title' column)
fr: Lieu ("Autre") (dans la colonne "Titre")

# start_date_column
source: Start date (in the 'Title' column)
fr: Date et heure de début (dans la colonne "Titre")

# static_item_meeting_deadline_date
source: Meeting deadline date (in the 'Title' column)
fr: Date limite passage séance (dans la colonne "Objet")
