Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/datagridfield.po
Languages: fr

source: Adviser config advice types
fr: Types d'avis utilisés

source: Adviser config base workflow
fr: Workflow de base

source: Adviser config default advice type
fr: Type d'avis par défaut

source: Adviser config org uids
fr: Utilisé par les organisations

source: Adviser config portal_type
fr: Type de contenu "Avis"

source: Adviser config show advice on final WF transition descr
fr: Lors de l'utilisation de la fonctionnalité "Cacher l'avis pendant sa rédaction" si l'avis est caché lors de la dernière transition du workflow, il sera automatiquement montré/publié

source: Adviser config show advice on final WF transition?
fr: "Montrer l'avis" automatiquement lors de la dernière transition de workflow?

source: Adviser config workflow adaptations
fr: Adaptations au workflow

source: Available on
fr: Disponible si

source: Committee acronym
fr: Acronyme

source: Committee auto from
fr: Automatiquement si

source: Committee default assembly
fr: Assemblée par défaut

source: Committee default attendees
fr: Présents par défaut

source: Committee default place
fr: Lieu par défaut

source: Committee default signatories
fr: Signataires par défaut

source: Committee default signatures
fr: Signatures par défaut

source: Committee editors group enabled?
fr: Éditeurs de commissions activé?

source: Committee enabled?
fr: Activé?

source: Committee label
fr: Libellé

source: Committee row id
fr: Identifiant

source: Committee supplements
fr: Suppléments

source: Committee using groups
fr: Restreindre à

source: Config group full label
fr: Libellé complet

source: Config group label
fr: Libellé

source: Config group row id
fr: Identifiant (row_id)

source: Custom adviser delay label
fr: Libellé pour un avis avec délai

source: Custom adviser gives automatic advice on
fr: L'avis sera automatiquement demandé si

source: Custom adviser gives automatic advice on help message
fr: Message d'aide supplémentaire pour un avis automatique

source: Custom adviser organization
fr: Organisation

source: Custom adviser row id
fr: Identifiant (row_id)

source: Delay for giving advice
fr: Délai pour rendre l'avis

source: Delay left alert
fr: Seuil d'alerte pour le délai

source: Enter a short label that will be displayed in the application. This will be translated by the application if possible. If you want to colorize this new list type on the meeting view, you will need to do this using CSS like it is the case for 'late' items.
fr: Encodez une libellé qui sera affiché dans l'application. Ce libellé sera traduit par l'application si possible. Si vous souhaitez colorer les points utilisant ce type de liste sur la vue de la séance comme c'est le cas pour les points "late", il faudra le faire en CSS.

source: Enter an internal identifier, use only lowercase letters.
fr: Encodez un identifiant interne à l'application, n'utilisez que des lettres minuscules.

source: Enter the full label that will be useable if necessary like in produced documents.
fr: Encodez un libellé qui pourra être utilisé lorsque c'est nécessaire, comme par exemple dans des documents générés.

source: Enter the label that will be displayed in the application.
fr: Encodez le libellé court qui sera affiché dans l'application.

source: Holiday date
fr: Date

source: If the inserting method "on list types" is used, will this list type be taken into account while inserting the item in the meeting?
fr: Si la méthode de tri "Par type de point (normal, en urgence, ...)" est utilisée dans le champ "Méthode(s) de tri lors de l'ajout d'un point dans une séance", est-ce que ce type de point sera pris en compte lors de l'insertion d'un point dans une séance?

source: Inserting method
fr: Méthode d'insertion

source: Is delay computed in calendar days?
fr: Délai calculé en jours calendrier?

source: Is linked to previous row description
fr: Sélectionnez "Oui" si vous souhaitez faire un lien logique entre une ligne et la ligne précédente. Ceci permet de gérer le changement de délai pour un avis et permettra aux utilisateurs de changer le délai d'un avis via le popup affiché au clic sur un avis à rendre. Ceci n'est utilisé que pour les avis avec délai.

source: Is linked to previous row?
fr: Lié à la ligne précédente?

source: Item WF validation levels back transition
fr: Transition retour (Identifiant)

source: Item WF validation levels back transition description.
fr: Identifiant de la transition de retour (format: un mot commençant par "back", sans caractères spéciaux).

source: Item WF validation levels back transition title
fr: Transition retour (Titre)

source: Item WF validation levels back transition title description.
fr: Titre de la transition de retour, il sera traduit si possible, si un nouveau titre est utilisé, gardez un format concis et commencez par une majuscule.

source: Item WF validation levels enabled
fr: Activé?

source: Item WF validation levels enabled description.
fr: Si activé, le niveau de validation sera pris en compte. Préférez une désactivation à une suppression de la ligne.

source: Item WF validation levels extra suffixes
fr: Suffixes supplémentaires

source: Item WF validation levels extra suffixes description.
fr: Suffixes supplémentaires qui auront la main sur le point lorsqu'il sera dans cet état. CAS PARTICULIER: si aucune étape n'est activée (les points sont créés dans l'état "validé (validated)"), les "Suffixes supplémentaires" renseignés sur l'étape "itemcreated" auront accès au point en lecture.

source: Item WF validation levels groups managing item
fr: Groupes qui gèrent le point

source: Item WF validation levels groups managing item description.
fr: Par défaut, si rien n'est sélectionné, c'est le groupe proposant qui gère le point. Sélectionnez le ou les groupes qui gèrent le point à cette étape. Si d'autres groupes sont sélectionnés, le groupe proposant ne gère plus le point mais a toujours un accès en lecture. Sélectionnez la valeur spéciale "Le groupe proposant" si le point est géré par le groupe proposant en même temps que les autres groupes sélectionnés.

source: Item WF validation levels leading transition
fr: Transition (identifiant)

source: Item WF validation levels leading transition description.
fr: Identifiant de la transition menant à cet état (format: un mot sans caractères spéciaux).

source: Item WF validation levels leading transition title
fr: Transition (Titre)

source: Item WF validation levels leading transition title description.
fr: Titre de la transition menant à cet état, il sera traduit si possible, si un nouveau titre est utilisé, gardez un format concis et commencez par une majuscule.

source: Item WF validation levels state
fr: État (Identifiant)

source: Item WF validation levels state description.
fr: Identifiant de l'état (format: un mot sans caractères spéciaux).

source: Item WF validation levels state title
fr: État (Titre)

source: Item WF validation levels state title description.
fr: Titre de l'état, il sera traduit si possible, si un nouveau titre est utilisé, gardez un format concis et commencez par une majuscule.

source: Item WF validation levels suffix
fr: Suffixe

source: Item WF validation levels suffix description.
fr: Suffixe principal ayant la main sur le point dans cet état.

source: Item fields config edit TAL expression
fr: Éditable si

source: Item fields config name
fr: Nom du champ

source: Item fields config view TAL expression
fr: Visible si

source: Labels config edit access TAL expression
fr: Éditable si

source: Labels config edit access TAL expression cache
fr: Mettre en cache "Éditable si"?

source: Labels config edit groups
fr: Éditable par

source: Labels config edit groups excluding
fr: Exclure "Éditable par"

source: Labels config edit states
fr: États éditables

source: Labels config label id
fr: Étiquette

source: Labels config update local roles?
fr: Mettre à jour les rôles locaux?

source: Labels config view access TAL expression
fr: Visible si

source: Labels config view access TAL expression cache
fr: Mettre en cache "Visible si"?

source: Labels config view groups
fr: Visible par

source: Labels config view groups excluding
fr: Exclure "Visible par"

source: Labels config view states
fr: États visibles

source: List type identifier
fr: Identifiant

source: List type label
fr: Libellé

source: List type used_in_inserting_method
fr: Influence l'ordre d'insertion des points dans la séance?

source: Meeting config to clone to Meeting config
fr: Type de séance

source: Meeting config to clone to Trigger workflow transitions until
fr: Exécuter les transitions du workflow jusqu'à

source: On meeting transition item action to execute item action
fr: Actions à exécuter sur tous les points de la séance

source: On meeting transition item action to execute meeting transition
fr: Transition déclenchée sur la séance

source: On meeting transition item action to execute tal expression
fr: Expression TAL

source: On transition field transform TAL expression
fr: Expression TAL

source: On transition field transform field name
fr: Champ à adapter ou action à exécuter

source: On transition field transform transition
fr: Transition

source: Power observer item access TAL expression
fr: Points visibles si

source: Power observer item viewable states
fr: États des points visibles

source: Power observer label
fr: Libellé

source: Power observer meeting access TAL expression
fr: Séances visibles si

source: Power observer meeting viewable states
fr: États des séances visibles

source: Reverse inserting method?
fr: Inverser?

source: Reverse order of selected inserting method?
fr: Inverser l'ordre de la méthode d'insertion sélectionnée?

source: Rule activated for item created from
fr: Configuration active pour les points créés depuis le

source: Rule activated for item created until
fr: Configuration active pour les points créés jusqu'au

source: Select the inserting method, methods will be applied in given order, you can not select twice same inserting method.
fr: Sélectionnez les tris à appliquer, les méthodes seront appliquées successivement dans l'ordre défini, cependant, vous ne pouvez pas sélectionner deux fois la même méthode d'insertion.

source: Sub type confidentiality of created annexes
fr: Valeur par défaut du champ "Confidentiel?" des annexes créées

source: Sub type confidentiality of created annexes description.
fr: Consultez le message de description du champ "Valeur par défaut du champ 'Confidentiel?' des annexes créées" ci-dessus. Notez simplement que si rien n'est défini ici, les valeurs du champ ci-dessus seront utilisées.

source: Sub type correspondences while sent to other meeting configs
fr: Correspondances lors de l'envoi vers un autre type de séance

source: Sub type correspondences while sent to other meeting configs description.
fr: Consultez le message de description du champ "Correspondances lors de l'envoi vers un autre type de séance" ci-dessus. Notez simplement que si rien n'est défini ici, les valeurs du champ ci-dessus seront utilisées.

source: Sub type is active?
fr: Actif?

source: Sub type predefined title
fr: Titre prédéfini attribué à chaque fichier de ce type qui sera uploadé

source: Sub type title
fr: Titre

source: The TAL expression. Element 'here' represent the item. This expression MUST return valid HTML or it will not behave properly on the item.
fr: Encodez une expression au format TAL. Les éléments "member", "context", "portal", "tool", "cfg" et "utils" sont disponibles dans l'expression. Si l'action concerne un "Champ à adapter", cette expression DOIT retourner du HTML valide ou il ne sera pas affiché correctement sur le point.

source: The item field that will be transformed.
fr: Le champ du point sur lequel l'adaptation sera appliquée ou l'action à appliquer.

source: The meeting config the item of this meeting config will be sendable to.
fr: Le type de séance vers laquelle les points de ce type de séance pourront être envoyés.

source: The transition that will trigger the field transform.
fr: La transition qui va déclencher l'adaptation du champ ou qui va exécuter l'action renseignée.

source: While sent, the new item is in the workflow initial state, if it was sent automatically (depending on states selected in field 'States in which an item will be automatically sent to selected other meeting configurations' here under), some transitions can be automatically triggered for the new item, select until which transition it will be done (selected transition will also be triggered). This relies on the 'Transitions for presenting an item' you defined in the 'Workflows' tab of the meeting configuration the item will be sent to.
fr: Lorsque le point a été envoyé vers l'autre type de séance, il est créé dans son état initial. Si le point a été envoyé vers l'autre type de séance automatiquement (dépendant des états sélectionnés ci-dessous dans le champ "Etats dans lesquels un point sera automatiquement envoyé vers les autres configurations de séances") ou s'il est envoyé manuellement par un gestionnaire de séances, certaines transitions supplémentaires peuvent être exécutées de sorte que le point soit mis dans l'état voulu. Sélectionnez jusqu'à quelle transition cela sera effectué (la transition sélectionnée sera également exécutée). Ceci nécessite que les "Transitions pour présenter un point" définies dans l'onglet "Workflows" du type de séance vers lequel le point sera envoyé soit correctement définies.

source: available_on_col_description
fr: Spécifiez une expression TAL qui permet de restreindre ou d'accorder l'utilisation de certaines valeurs pour cet avis à certains utilisateurs. Les éléments "item" (point) et "mayEdit" (un booléen qui est True si utilisateur courant peut éditer le point) sont utilisables dans l'expression. Si une valeur ne doit pouvoir être utilisée que via l'action "Changer le délai" (icône horloge grise) d'un avis, l'expression à utiliser est : "python: item.REQUEST.get('managing_available_delays', False)". Vous ne pouvez pas renseigner une expression dans cette colonne si une expression est définie dans la colonne "L'avis sera automatiquement demandé si" de la même ligne de configuration mais vous pouvez l'utiliser avec les avis optionnels ou les lignes liées à un avis automatique (c'est-à-dire si la colonne "Lié à la ligne précédente?" est utilisée sur un avis automatique)

source: committees_auto_from_col_description
fr: Active le mode "automatique" pour déterminer les commissions d'un point, le champ permettant de sélectionner les commissions n'apparaîtra pas lors de l'édition du point (sauf pour les gestionnaires de séances). Ce paramètre ne peut pas être utilisé avec le paramètre "Restreindre à".

source: committees_default_assembly_col_description
fr: Utilisé à la création d'une nouvelle séance si la paramère "Assemblée (committees_assembly)" est activé sur les séances. N'impacte pas les séances déjà créées.

source: committees_default_attendees_col_description
fr: Utilisé à la création d'une nouvelle séance si la paramère "Présents (committees_attendees)" est activé sur les séances. N'impacte pas les séances déjà créées.

source: committees_default_place_col_description
fr: Utilisé à la création d'une nouvelle séance si la paramère "Lieu (committees_place)" est activé sur les séances. N'impacte pas les séances déjà créées.

source: committees_default_signatories_col_description
fr: Utilisé à la création d'une nouvelle séance si la paramère "Signataires (committees_signatories)" est activé sur les séances. N'impacte pas les séances déjà créées.

source: committees_default_signatures_col_description
fr: Utilisé à la création d'une nouvelle séance si la paramère "Signatures (committees_signatures)" est activé sur les séances. N'impacte pas les séances déjà créées.

source: committees_enable_editors_col_description
fr: Si activé, un groupe sera créé, les membres de ce groupe pourront éditer les champs "Observations pour les commissions" et "Procès-verbal des commissions" sur les points utilisant cette commission.

source: committees_enabled_col_description
fr: La valeur "Sur les points" rend la commission sélectionnable uniquement sur les points mais pas sur les séances.

source: committees_supplements_col_description
fr: Permet de gérer les suppléments pour les commissions. Ces valeurs peuvent être sélectionnées sur le point uniquement par les gestionnaires de séances.

source: committees_using_groups_col_description
fr: Si le mode "automatique" n'est pas activé, le champ permettant de sélectionner les commissions apparaîtra lors de l'édition du point, ceci permet de restreindre les valeurs sélectionnables en fonction du groupe proposant du point. Ce paramètre ne peut pas être utilisé avec le paramètre "Automatiquement si".

source: delay_col_description
fr: Spécifiez le délai en nombre de jours francs que le groupe aura pour rendre son avis. Si cet avis n'est pas considéré comme un avis automatique (rien n'a été défini dans la colonne "L'avis sera automatiquement demandé si"), l'avis sera sélectionnable dans la liste déroulante "Demander l'avis de" sur le formulaire d'édition d'un point. Un délai est encodé sous forme d'un nombre unique (par exemple "5" ou "10"). Si cet avis n'a pas de notion de délai, laissez ce champ vide. Si plusieurs délais sont relevants pour cet avis, créez autant de lignes que nécessaire.

source: delay_label_col_description
fr: Si vous souhaitez qu'un libellé soit affiché à côté de la valeur affichée dans la liste déroulante "Demander l'avis de" sur le formulaire d'édition d'un point ainsi qu'au survol du "?" affiché dans l'interface utilisateur à côté du titre d'un avis demandé, entrez-le ici. Ce message apparaîtra entre parenthèses après le message "Nom du groupe qui doit rendre l'avis - délai de X jours". Ce libellé doit être le plus concis possible.

source: delay_left_alert_col_description
fr: Entrez un seuil au delà duquel une alerte doit être affichée concernant le délai restant pour rendre l'avis. Ceci apparaîtra de manière particulière dans l'interface utilisateur, de plus, si une notification par e-mail est activée pour ce cas, cette valeur sera utilisée pour déclencher l'envoi de la notification. Entrez une chiffre ("5" ou "10" par exemple) inférieur à la valeur définie dans la colonne "Délai pour rendre l'avis". Laissez ce champ vide si un seuil d'alerte est inutile.

source: for_item_created_from_col_description
fr: Cette configuration sera appliquée pour les points créés à partir de la date mentionnée (date mentionnée inclue). Repectez le format suivant : AAAA/MM/JJ (année sur 4 chiffres/mois sur 2 chiffres/jour sur 2 chiffres). Ceci permet d'éviter que des points créés avant cette date ne soient affectés par cette règle. Cette date est obligatoire.

source: for_item_created_until_col_description
fr: Cette configuration sera appliquée pour les points créés jusqu'à la date mentionnée (la date doit être dans le futur et la règle sera appliquée jusqu'à la date définie non inclue). Repectez le format suivant : AAAA/MM/JJ (année sur 4 chiffres/mois sur 2 chiffres/jour sur 2 chiffres). Ceci permet de clôturer une configuration en évitant que des points créés après cette date ne soient affectés par cette règle. Cette date ne peut être définie qu'une seule fois, une fois définie, elle ne pourra plus être changée.

source: gives_auto_advice_on_col_description
fr: Spécifiez une expression TAL qui retourne "True" si l'avis du groupe doit être demandé automatiquement. L'élément "item" (point) est utilisable dans l'expression ainsi que "org/org_uid" qui représente l'organisation à laquelle l'avis est demandé. ATTENTION: si le sous-groupe "Emetteurs d'avis" ne contient aucun utilisateur, celui-ci ne sera pas pris en compte, quel que soit le résultat de l'expression. Cet avis ne pourra pas être demandé manuellement via l'interface utilisateur, il sera automatiquement demandé par l'application. Si cet avis ne doit pas être demandé automatiquement, laissez ce champ vide.

source: gives_auto_advice_on_help_message_col_description
fr: Si vous souhaitez qu'un message d'aide spécifique soit affiché au survol du "?" affiché dans l'interface utilisateur à côté du titre d'un avis demandé, entrez-le ici. Ce message apparaîtra entre parenthèses après le message "Cet avis a été demandé automatiquement par l'application".

source: holiday_date_col_descr
fr: Utilisez le format suivant : AAAA/MM/DD. Les dates doivent être triées dans un ordre croissant (de la plus ancienne à la plus récente).

source: is_delay_calendar_days_col_description
fr: Sélectionnez "Oui" si le délai doit être calculé en jours calendrier, donc en prenant les 7 jours de la semaine comme jours ouvrables et en ignorant les week-ends, jours fériés et jours non ouvrables.

source: item_fields_config_edit_tal_expr_description
fr: Expression TAL permettant de spécifier quand le champ est éditable.

source: item_fields_config_view_tal_expr_description
fr: Expression TAL permettant de spécifier quand le champ est visible.

source: labels_config_edit_access_on_cache_col_description
fr: Si le résultat de l'expression "Éditable si" sera toujours identique et dépend d'éléments stockés (groupe proposant, ...) il peut être mis en cache, s'il dépend d'éléments changeant (groupes de l'utilisateur courant par exemple), il ne peut pas être mis en cache.

source: labels_config_edit_access_on_col_description
fr: Expression TAL permettant de spécifier quand l'étiquette est éditable. Essayez de faire une expression qui peut être mise en cache, ou la plus simple possible.

source: labels_config_edit_groups_col_description
fr: Groupes pouvant éditer l'étiquettes.

source: labels_config_edit_groups_excluding_col_description
fr: Sélectionnez "Oui" s'il faut exclure les groupes sélectionnés dans "Éditable par".

source: labels_config_edit_states_col_description
fr: Quand un point est dans un des états que vous sélectionnez ici, l'étiquette sera éditable.

source: labels_config_label_id_col_description
fr: Sélectionnez l'étiquette à configurer. La valeur "Par défaut (*)" est la configuration par défaut pour toutes les étiquettes, vous pouvez alors spécifier une configuration propre à une étiquette si nécessaire. La première ligne doit concerner la configuration "Par défaut (*)", ensuite il peut y avoir une ligne maximum par étiquette.

source: labels_config_update_local_roles_col_description
fr: Sélectionnez "Oui" si l'ajout/suppression de l'étiquette doit provoquer une mise à jour des accès du point (configuration secondaire basée sur la présence ou non de l'étiquette).

source: labels_config_view_access_on_cache_col_description
fr: Si le résultat de l'expression "Visible si" sera toujours identique et dépend d'éléments stockés (groupe proposant, ...) il peut être mis en cache, s'il dépend d'éléments changeant (groupes de l'utilisateur courant par exemple), il ne peut pas être mis en cache.

source: labels_config_view_access_on_col_description
fr: Expression TAL permettant de spécifier quand l'étiquette est visible. Essayez de faire une expression qui peut être mise en cache, ou la plus simple possible.

source: labels_config_view_groups_col_description
fr: Groupes pouvant voir l'étiquettes.

source: labels_config_view_groups_excluding_col_description
fr: Sélectionnez "Oui" s'il faut exclure les groupes sélectionnés dans "Visible par".

source: labels_config_view_states_col_description
fr: Quand un point est dans un des états que vous sélectionnez ici, l'étiquette sera visible.

source: power_observers_item_access_on_col_description
fr: Spécifiez une expression TAL qui retourne "True" si l'accès au point doit être donné. Ce champ optionnel permet de filtrer finement les accès et n'est évalué que si l'état du point est repris dans le champ "États des points visibles".
