Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/datagridfield.po
Languages: fr

source: power_observers_item_states_col_description
fr: Quand un point est dans un des états que vous sélectionnez ici, il sera visible par les utilisateurs qui sont dans ce groupe de "Super observateurs" de cette configuration de séance.

source: power_observers_label_col_description
fr: Spécifiez un libellé pour ce groupe de "Super observateurs", idéalement mentionnez les termes "Super observateurs" dans le libellé afin que le groupe créé puisse être trouvé facilement dans la gestion des utilisateurs et groupes. Ce libellé peut être changé à tout moment et le titre du groupe correspondant sera automatiquement adapté.

source: power_observers_meeting_access_on_col_description
fr: Spécifiez une expression TAL qui retourne "True" si l'accès à la séance doit être donné. Ce champ optionnel permet de filtrer finement les accès et n'est évalué que si l'état de la séance est repris dans le champ "États des séances visibles".

source: power_observers_meeting_states_col_description
fr: Quand une séance est dans un des états que vous sélectionnez ici, elle sera visible par les utilisateurs qui sont dans ce groupe de "Super observateurs" de cette configuration de séance.
