Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/eea.po
Languages: fr

source: Advice
fr: Avis

source: Advice type
fr: Type d'avis

source: Associated groups
fr: Associés

source: Base collections
fr: Recherches

source: Category
fr: Catégorie

source: Classifier
fr: Classificateur

source: Committee
fr: Commission

source: Copy groups
fr: En copie

source: Created
fr: Créé le

source: Creator
fr: Auteur

source: Group
fr: Groupe

source: Groups in charge
fr: En charge

source: Has annexes to print?
fr: Annexes à imprimer?

source: Has annexes to sign?
fr: Annexes à signer?

source: Item is signed?
fr: Point signé?

source: Item up/down workflow
fr: Monte/descend WF

source: Labels
fr: Étiquettes

source: List type
fr: Type de point

source: Meeting
fr: Séance

source: Meeting date
fr: Date séance

source: Modified
fr: Modifié le

source: Per page
fr: Par page

source: Poll type
fr: Mode de scrutin

source: Preferred meeting
fr: Séance souhaitée

source: Privacy
fr: Confidentialité

source: Review state
fr: État

source: Search
fr: Rechercher

source: Send to authority?
fr: Tutelle?

source: Sort on
fr: Tri

source: Taken over by
fr: Pris en charge par

source: Title only
fr: Objet uniquement

source: To discuss?
fr: À évoquer en séance?

source: To send to
fr: À envoyer vers
