Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/imio.actionspanel.po
Languages: fr

# accept_done_descr
source: The item has been accepted.
fr: Le point a été accepté.

# activate_done_descr
source: The element has been activated.
fr: L'élément a été activé.

# archive_done_descr
source: The definitive decisions have been archived for this meeting.
fr: Les décisions définitives de cette séance ont été archivées.

# backToAccepted_done_descr
source: You just canceled the confirmation of the accepted decision linked to this item.
fr: Vous venez d'annuler la confirmation de l'acceptation de la décision liée à ce point.

# backToClosed_done_descr
source: The archiving of definitive decisions has been canceled.
fr: Vous venez d'annuler l'archivage des décisions définitives de cette séance.

# backToConfirmed_done_descr
source: The archiving of this item and its decision has been canceled.
fr: Vous venez d'annuler l'archivage de ce point et de sa décision.

# backToDelayed_done_descr
source: The archiving of this item and its decision has been canceled.
fr: Vous venez d'annuler l'archivage de ce point et de sa décision.

# backToItemCreated_done_descr
source: The item has been sent back to 'item created'.
fr: Le point a été renvoyé "En création".

# backToItemPublished_done_descr
source: This published item is not frozen anymore.
fr: Vous venez d'annuler le gel de la publication sur ce point.

# backToPresented_done_descr
source: The item has been set back to 'presented'.
fr: Le point a été remis dans l'état "présenté".

# backToPrevalidated_done_descr
source: Validation has been canceled.
fr: La validation a été annulée.

# backToProposed_done_descr
source: This item is not reviewed anymore: (the) meeting manager(s) can't see it anymore. After the needed modification will have been done on it, this item will need to be reviewed again.
fr: Vous venez d'annuler la validation du point. Le(s) gestionnaire(s) de séance ne le voi(en)t plus. Lorsque les corrections sur ce point seront terminées, ce point devra être à nouveau validé afin qu'un gestionnaire de séances puisse le présenter à un ordre du jour.

# backToRefused_done_descr
source: The archiving of this item and its decision has been canceled.
fr: Vous venez d'annuler l'archivage de ce point et de sa décision.

# backToValidated_done_descr
source: The item has been removed from the meeting agenda.
fr: Le point a été retiré de l'ordre du jour.

# confirm_done_descr
source: The acceptance of the decision linked to this item has been confirmed.
fr: L'acceptation de la décision liée à ce point est confirmée.

# deactivate_done_descr
source: The element has been deactivated.
fr: L'élément a été désactivé.

# delay_done_descr
source: The item has been delayed. It has been duplicated for the corresponding proposing group so it can propose it again easily.
fr: Le point vient d'être mis dans l'état "Reporté". De plus, il a été dupliqué: le groupe proposant pourra en proposer une copie à une séance ultérieure. Notez que si vous annulez cette action, la copie ne sera pas effacée.

# freeze_done_descr
source: The meeting has been frozen.
fr: La séance vient d'être gelée.

# itemarchive_done_descr
source: The item and its decicion have been archived.
fr: Le point et sa décision ont été archivés.

# itemfreeze_done_descr
source: The item has been frozen.
fr: Le point a été gelé.

# itempublish_done_descr
source: This item has been published.
fr: Le point a été publié.

# postpone_next_meeting_done_descr
source: The item has been postponed for the next meeting. It has been duplicated and automatically validated and is available for the next meeting.
fr: Le point a été mis dans l'état "Reporté à la prochaine séance". Il a été automatiquement dupliqué, validé, le nouveau point a hérité des avis s'il y en avait et est disponible pour une prochaine séance.

# present_done_descr
source: The item has been inserted into the meeting agenda.
fr: Le point a été présenté dans la séance.

# prevalidate_done_descr
source: Your item has been pre-reviewed: it is now visible to (a) reviewer(s), that may decide to validate it.
fr: Votre point a été pré-validé. Un validateur peut maintenant décider de le valider. Si vous avez vous-même ce rôle, le bouton correspondant est disponible ci-dessous.

# propose_done_descr
source: Your item has been proposed. It must now be reviewed by someone in your group before being visible to a meeting manager. If you are yourself reviewer in your group, the 'validate' button is shown below.
fr: Votre point a été proposé. Il doit maintenant faire l'objet d'une validation au sein de votre groupe avant de pouvoir être vu par un gestionnaire de séances et affecté à l'ordre du jour d'une séance. Si vous avez vous-même ce rôle, le bouton correspondant est disponible ci-dessous.

# publish_done_descr
source: The meeting agenda has been published.
fr: L'ordre du jour de cette séance a été publié.

# refuse_done_descr
source: The decision linked to this item has been refused.
fr: La décision liée au point est refusée.

# republish_done_descr
source: The meeting agenda has been published again.
fr: L'ordre du jour de cette séance a été à nouveau publié.

# return_to_meeting_done_descr
source: The item has been sent back to the meeting managers.
fr: Le point a été renvoyé aux gestionnaires de séances.

# return_to_proposing_group_done_descr
source: The item has been sent to the proposing group for corrections. When done, the proposing group will send the item back to the meeting managers.
fr: Le point a été renvoyé pour corrections au groupe proposant. Lorsque les corrections nécessaires auront été apportées, le groupe proposant renverra le point aux gestionnaires de séances.

# validate_done_descr
source: Your item has been reviewed: it is now visible to (a) meeting manager(s), that may decide to present it to a meeting.
fr: Votre point a été validé: il est maintenant visible par les gestionnaires de séances, qui peuvent décider de le présenter à l'ordre du jour d'une séance.
