Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/plone.po
Languages: es, fr

source: Add recurring item
fr: Ajouter comme point récurrent

source: Advice Given
es: Consejo dado
fr: Avis rendu

source: Advice under edit
es: Bajo edición de Consejo
fr: Avis en cours de rédaction

source: Annex correctly added.
es: Anexo correctamente agregado.
fr: L'annexe a été ajoutée.

source: Annex decision
fr: Annexe (après décision)

source: Back to 'Advice Under Edit'
es: Volver a 'Bajo edición de Consejo'
fr: Remettre en "Avis en cours de rédaction"

source: Created
es: Creado
fr: Création

source: Creator
es: Creador
fr: Créateur

source: Delete meeting including items
fr: Supprimer la séance points inclus

source: Duplicate
es: Duplicar
fr: Dupliquer

source: Duplicate and keep link
es: Duplicar y mantener enlace
fr: Dupliquer et garder un lien

source: External application
es: Aplicación externa
fr: Application externe

source: Give Advice
es: Dar Consejo
fr: Rendre l'avis

source: Login failed
es: Inicio de sesión fallido
fr: L'identification a échoué

source: Meeting
es: Reunión
fr: Séance

source: Meeting Advice Workflow
es: Flujo de trabajo para Consejos de Reunión
fr: Worflow Avis

source: Meeting Item Workflow
es: Flujo de trabajo para Temas de Reunión
fr: Workflow Point

source: Meeting Workflow
es: Flujo de trabajo de Reunión
fr: Workflow Séance

# MeetingCategory
source: Category
es: Categorías de reunión
fr: Catégorie

# MeetingConcertation
source: Concertation assembly
fr: Séance

# MeetingConfig
source: Meeting configuration
es: Configuración de reunión
fr: Configuration de séance

# MeetingItem
source: Item
es: Tema de reunión
fr: Point

# MeetingItemConcertation
source: Item
fr: Point

# MeetingItemNegociation
source: Item
fr: Point

# MeetingItemPga
source: Item
es: Tema de reunión PloneGov
fr: Point

# MeetingItemPma
source: Item
es: Tema de reunión PloneMeenting
fr: Point

# MeetingItemRecurringConcertation
source: Recurring item
fr: Point récurrent

# MeetingItemRecurringNegociation
source: Recurring item
fr: Point récurrent

# MeetingItemRecurringPga
source: Recurring item
fr: Point récurrent

# MeetingItemRecurringPma
source: Recurring item
fr: Point récurrent

# MeetingItemRecurringadvice-committee
source: Recurring item
fr: Point récurrent

# MeetingItemTemplateConcertation
source: Item template
fr: Modèle de point

# MeetingItemTemplateNegociation
source: Item template
fr: Modèle de point

# MeetingItemTemplatePga
source: Item template
fr: Modèle de point

# MeetingItemTemplatePma
source: Item template
fr: Modèle de point

# MeetingItemTemplateadvice-committee
source: Item template
fr: Modèle de point

# MeetingItemadvice-committee
source: Item
fr: Point

source: Meeting Manager
es: Administrador de Reunión
fr: Gestionnaire de séance

# MeetingNegociation
source: Negociation assembly
fr: Séance

# MeetingPga
source: PloneGov assembly
es: Asamblea PloneGov
fr: Assemblée PloneGov

# MeetingPma
source: PloneMeeting assembly
es: Asamblea PloneMeenting
fr: Assemblée PloneMeeting

# Meetingadvice-committee
source: Advice Committee assembly
fr: Séance

source: No meeting to delete.
es: Si reunión a eliminar.
fr: Aucune séance à supprimer.

source: PloneMeeting Activity Workflow
es: Flujo de trabajo Actividad de PloneMeeting
fr: Workflow activation PloneMeeting

source: PloneMeeting One state Workflow
es: Flujo de trabajo Un estado de PloneMeeting
fr: Workflow un état PloneMeeting

source: PloneMeeting 'folder' view
es: Vista de 'carpeta' PloneMeeting
fr: Vue PloneMeeting de type "dossier"

source: Reorder items
fr: Réordonner les points

source: State
es: Estado
fr: État

source: Store items decision as annex
fr: Stocker les décisions des points en tant qu'annexe

source: This allows to active the tool PloneMeeting.
es: Este flujo de trabajo le permite activar la herramienta PloneMeeting.
fr: Ce permet d'activer le tool PloneMeeting.

source: Update item references
fr: Mettre à jour la référence des points

source: Workflow for Meeting.
es: Flujo de trabajo para las Reuniones de una Asamblea.
fr: Workflow pour séance.

source: Workflow for advices into a meeting.
es: Flujo de trabajo para Consejos dentro de una Reunión.
fr: Workflow pour avis.

source: Workflow for every meeting items of tool PloneMeeting.
es: Flujo de trabajo para cada de Temas de Reunión de la herramienta PloneMeeting.
fr: Workflow pour les points du tool PloneMeeting.

source: You can not copy this element : '${title}' is not an item.
es: Usted no puede copiar este elemento : '${title}' por que no es un tema.
fr: Vous ne pouvez pas copier cet élément (${title}), vous ne pouvez copier que des points.

source: You can not copy this item : ${title}, your are not in the same proposing group (${proposingGroup}).
es: Usted no puede copiar este tema : ${title}, usted no esta en el mismo grupo propuesto (${proposingGroup}).
fr: Vous ne pouvez pas copier cet élément (${title}), vous ne faites pas partie du même groupe proposant.

# _init_
source: On creation
es: En la creación
fr: Lors de la création

source: Accept
es: Aceptar
fr: Accepter

# accept_but_modify
source: Accept with modifications
fr: Accepter avec modifications

source: Accept out of meeting
fr: Accepter hors séance

source: Accept out of meeting (Emergency)
fr: Accepter hors séance (Urgence)

source: Accepted
es: Aceptado
fr: Accepté

# accepted_but_modified
source: Accepted with modifications
fr: Accepté avec modifications

source: Accepted out of meeting
fr: Accepté hors séance

source: Accepted out of meeting (Emergency)
fr: Accepté hors séance (Urgence)

source: Activate
es: Activar
fr: Activer

source: Active
es: Activo
fr: Actif

# advice_given
source: Advice no more editable by advisers of the group
fr: Avis plus éditable par le groupe

source: Advice given or modified
fr: Historiser l'avis automatiquement

# advice_under_edit
source: Advice still editable by advisers of the group
fr: Avis éditable par le groupe

# advices
source: Advices and access
es: Consejos y acceso
fr: Avis et accès

source: Archive
es: Archivar
fr: Archiver

source: Archived
es: Archivado
fr: Archivée

source: Assembly and signatures
fr: Assemblée et signatures

source: Back to 'Accepted'
es: Volver a 'Aceptado'
fr: Remettre en "Accepté"

# backToAdviceInitialState
source: Back to 'Advice Under Edit'
fr: Remettre en "Avis en cours de rédaction"

source: Back to 'Advice Under Edit'
es: Volver a 'Bajo edición de Consejo'
fr: Remettre en "Avis en cours de rédaction"

source: Back to 'Closed'
es: Volver a 'Cerrado'
fr: Remettre en "Clôturé"

source: Back to 'Confirmed'
es: Volver a 'Confirmado'
fr: Remettre en "Confirmé"

source: Back to 'Created'
es: Volver a 'Creado'
fr: Remettre "En création"

source: Back to 'Decided'
es: Volver a 'Decidido'
fr: Remettre "En rédaction du PV"

source: Back to 'Decisions published'
es: Volver a 'Decisiones publicadas'
fr: Remettre en "Décisions publiées"

source: Back to 'Delayed'
es: Volver a 'Retardado'
fr: Remettre en "Reporté"

source: Back to 'Frozen'
es: Volver a 'Congelado'
fr: Remettre en "Gelé"

# backToItemCreated
source: Back to 'Created'
es: Volver a 'Tema Creado'
fr: Remettre "En création"

# backToItemDecided
source: Back to 'Decided'
fr: Remettre "En rédaction du PV"

# backToItemFrozen
source: Back to 'Frozen'
es: Volver a 'Tema Congelado'
fr: Remettre en "Gelé"

# backToItemPublished
source: Back to 'Published'
es: Volver a 'Tema Publicado'
fr: Remettre en "Publié"

source: Back to 'Presented'
es: Volver a 'Presentado'
fr: Remettre en "Présenté"

source: Back to 'Pre-validated'
es: Volver a 'Validado previamente'
fr: Remettre en "Pré-validé"

source: Back to 'Proposed'
es: Volver a 'Propuesto'
fr: Remettre en "Proposé"

# backToProposedToValidationLevel1
source: Back to 'Proposed to level 1'
fr: Renvoyer au N+1

# backToProposedToValidationLevel2
source: Back to 'Proposed to level 2'
fr: Renvoyer au N+2

# backToProposedToValidationLevel3
source: Back to 'Proposed to level 3'
fr: Renvoyer au N+3

# backToProposedToValidationLevel4
source: Back to 'Proposed to level 4'
fr: Renvoyer au N+4

# backToProposedToValidationLevel5
source: Back to 'Proposed to level 5'
fr: Renvoyer au N+5

source: Back to 'Published'
es: Volver a 'Publicado'
fr: Remettre en "Publié"

source: Back to 'Refused'
es: Volver a 'Rechazado'
fr: Remettre en "Refusé"

# backToValidated
source: Remove from meeting
es: Remover desde la reunión
fr: Retirer de la séance

# backToValidatedFromAcceptedOutOfMeeting
source: Back to 'Validated'
fr: Remettre en "Validé"

# backToValidatedFromAcceptedOutOfMeetingEmergency
source: Back to 'Validated'
fr: Remettre en "Validé"

# backToValidatedFromTransfered
source: Back to 'Transfered'
fr: Remettre en "Validé"

# backTo_itemcreated_from_waiting_advices
source: Back to 'itemcreated'
fr: Remettre "En création"

# backTo_prevalidated_from_waiting_advices
source: Back to 'Prevalidated'
fr: Remettre en "Pré-validé"

# backTo_proposed_from_waiting_advices
source: Back to 'Proposed'
fr: Remettre en "Proposé"

# backTo_returned_to_proposing_group_from_returned_to_proposing_group_prevalidated
source: Back to proposing group from prevalidated
fr: Remettre en "À corriger"

# backTo_returned_to_proposing_group_from_returned_to_proposing_group_proposed
source: Back to proposing group from proposed
fr: Remettre en "À corriger"

source: Back to proposing group from proposed to level 1
fr: Remettre en "À corriger"

source: Back to proposing group (proposed to level 1) from proposed to level 2
fr: Remettre en "À corriger (Proposé au N+1)"

source: Back to proposing group (proposed) from prevalidated
fr: Remettre en "À corriger (Proposé)"

# backTo_validated_from_waiting_advices
source: Validate
fr: Valider

source: Base View
es: Vista Base
fr: Vue

# box_forgot_password_option
source: Forgot password?
es: ¿Olvido la contraseña?
fr: Mot de passe oublié?

# can_not_delete_meeting_container
source: You can not delete a container containing one or several meetings!
es: ¡Usted no puede eliminar un contenedor que contiene uno a más reuniones!
fr: Vous ne pouvez pas supprimer un dossier qui contient une ou plusieurs séances!

# can_not_delete_meetingcategory_meeting
source: This category can not be deleted, at least one meeting is linked to this category, please check ${url}!
fr: Cette catégorie ne peut pas être supprimée, il existe au moins une séance liée à celle-ci! Vérifiez ici : ${url}

# can_not_delete_meetingcategory_meetingitem
source: This category can not be deleted, at least one item is linked to this category, please check ${url}!
es: ¡Esta categoría no puede ser eliminada, al menos un tema esta vinculado a esta categoría!
fr: Cette catégorie ne peut pas être supprimée, il existe au moins un point lié à celle-ci! Vérifiez ici : ${url}

# can_not_delete_meetingcategory_other_category_mapping
source: This category can not be deleted, at least one category of another configuration is using it, please check ${url}!
fr: Cette catégorie ne peut pas être supprimée, il existe au moins une catégorie dans une autre configuration liée à celle-ci! Vérifiez ici : ${url}

# can_not_delete_meetingconfig_annex_types
source: This configuration can not be deleted, annex types defined in this configuration are used in field 'Correspondences while sent to other meeting configs' of at least another configuration, check ${other_config_title}!
fr: Cette configuration de séance ne peut pas être supprimée, des types d'annexes de cette configuration sont renseignées dans le champ "Correspondances lors de l'envoi vers un autre type de séance" d'au moins une autre configuration de séance, vérifiez la configuration "${other_config_title}"!

# can_not_delete_meetingconfig_meeting
source: This configuration can not be deleted, at least one meeting linked to this configuration exists!
es: ¡Esta configuración no puede ser eliminada, al menos existe una reunión enlazada a esta configuración actual!
fr: Cette configuration de séance ne peut pas être supprimée, au moins une séance liée à cette configuration existe!

# can_not_delete_meetingconfig_meetingconfig
source: This configuration can not be deleted, it is used in another configuration, check ${other_config_title}!
fr: Cette configuration de séance ne peut pas être supprimée, elle est renseignée dans au moins une autre configuration de séance, vérifiez la configuration "${other_config_title}!"

# can_not_delete_meetingconfig_meetingfolder
source: This configuration can not be deleted, at least one member folder designed to store PloneMeeting objects is not empty!
es: ¡Esta configuración no puede ser eliminada, al menos existe una carpeta de miembro diseñada para almacenar objetos PloneMeeting no esta vacía!
fr: Cette configuration de séance ne peut pas être supprimée, au moins un dossier lié à cette configuration de séance chez un membre n'est pas vide!

# can_not_delete_meetingconfig_meetingitem
source: This configuration can not be deleted, at least one item linked to this configuration exists!
es: ¡Esta configuración no puede ser eliminado, al menos existe un tema enlazado a esta configuración!
fr: Cette configuration de séance ne peut pas être supprimée, au moins un point lié à cette configuration existe!

# can_not_delete_meetingitem_container
source: You can not delete a container containing one or several items!
es: ¡Usted no puede eliminar un contenedor que contiene uno a más temas!
fr: Vous ne pouvez pas supprimer un dossier qui contient un ou plusieurs points!

# can_not_delete_object
source: You can not delete this element!
es: ¡Usted no puede eliminar este elemento!
fr: Vous ne pouvez pas supprimer le ou les élément(s)!

# can_not_delete_organization_config_meetingitem
source: This organization can not be deleted, it is linked to one existing item at least in the configuration, please check ${item_url}!
fr: Cette organisation ne peut pas être supprimé, elle est référencée dans un point d'une configuration de séance! Vérifiez ici : ${item_url}

# can_not_delete_organization_groupsincharge
source: This organization can not be deleted, it is used as group in charge of organization ${org_url}!
fr: Cette organisation ne peut pas être supprimée, elle est utilisée comme "Groupe en charge" de l'organisation "${org_url}"!

# can_not_delete_organization_meetingcategory
source: This organization can not be deleted, it is used in a category, check ${url}!
fr: Cette organisation ne peut pas être supprimée, elle est utilisée dans au moins une catégorie! Vérifiez ici : ${url}

# can_not_delete_organization_meetingconfig
source: This organization can not be deleted, it is referenced in a meeting configuration (check ${cfg_url})!
fr: Cette organisation ne peut pas être supprimée, elle est référencée dans au moins une configuration de séance! Vérifiez l'onglets [Avis et accès] des différentes configurations de séance. Vérifiez ici : ${cfg_url}.

# can_not_delete_organization_meetingitem
source: This organization can not be deleted, it is linked to one existing item at least, check ${item_url}!
fr: Cette organisation ne peut pas être supprimée, elle est liée à au moins un point existant! Vérifiez ici : ${item_url}.

# can_not_delete_organization_plonegroup
source: This organization can not be deleted, the linked Plone groups are not empty, check ${member_id}!
fr: Cette organisation ne peut pas être supprimée, tous les groupes Plone liés ne sont pas vides (par exemple : ${member_id})!

# cannot_paste_item_from_other_mc
source: You can not paste an item coming from another meeting configuration!
es: ¡Usted no puede pegar un tema que viene de otra configuración de reunión!
fr: Vous ne pouvez pas coller un point provenant d'un autre type de séance!

source: Close
es: Cerrar
fr: Clôturer

source: Closed
es: Cerrado
fr: Clôturée

source: Committees
fr: Commissions

source: Confirm
es: Confirmar
fr: Confirmer

source: Confirmed
es: Confirmado
fr: Confirmé

# create_from_accepted_out_of_meeting
source: Item created from an item accepted out of meeting.
fr: Créer depuis un point accepté hors séance

# create_from_accepted_out_of_meeting_emergency
source: Item created from an item accepted out of meeting (emergency).
fr: Créer depuis un point accepté hors séance (Urgence)

# create_from_postponed_next_meeting
source: Create from item postponed to next meeting
fr: Créer depuis un point reporté à la prochaine séance

# create_from_predecessor
source: Create from delayed item
es: Crear desde un tema retardado
fr: Créer depuis un point reporté

# create_meeting_item_from_template
source: Create an item from a template
es: crear un tema desde una plantilla
fr: Créer un point depuis un modèle

# create_to_plonegov-assembly_from_plonemeeting-assembly
source: Create a plonegov item from a plonemeeting item
es: Crear un tema plonegov desde un tema plonemeeting
fr: Envoyer à l'assemblée PloneGov

# create_to_plonemeeting-assembly_from_plonegov-assembly
source: Create a plonmeeting item from a plonegov item
es: Crear un tema plonmeeting desde un tema plonegov
fr: Envoyer à l'assemblée PloneMeeting

source: Created
es: Creado
fr: En création

source: Data
es: Datos
fr: Données

source: Deactivate
es: Desactivar
fr: Désactiver

source: Deactivated
fr: Désactivé

source: Decide
es: Decidir
fr: Rédiger le PV

source: Decided
es: Decidido
fr: En rédaction du PV

source: Decisions published
es: Decisiones publicadas
fr: Décisions publiées

# default
source: General
fr: Général

source: Delay
es: Demora
fr: Reporter

source: Delayed
es: Demorado
fr: Reporté

# description_copyright
source: This application is maintened by <a href='http://www.imio.be'>IMIO</a>, member of the <a href='http://www.plonegov.org'>PloneGov</a> community.
es: Esta aplicación es mantenida por <a href='http://www.imio.be'>IMIO</a>, miembro de la comunidad <a href='http://www.plonegov.org'>PloneGov</a>.
fr: Cette application est maintenue par <a href='http://www.imio.be'>IMIO</a>, membre de la communauté <a href='http://www.plonegov.org'>PloneGov</a>.

# description_groups_management
source: Groups are logical collections of users, such as departments and business units. Groups are not directly related to permissions on a global level, you normally use Roles for that - and let certain Groups have a particular role.
fr: Un groupe est un ensemble d'utilisateurs, par exemple les membres d'un département ou d'une unité. Les groupes ne sont pas directement liés aux permissions (ce sont les rôles qui le sont), mais vous pouvez affecter des rôles particuliers à des utilisateurs via des groupes. <p class='highlightValue'><strong>Un groupe existant ne peut être supprimé.</strong></p><p class='highlightValue'>Les sous-groupes (créateurs, validateurs, ...) seront supprimés lors de la suppression/désactivation de l'organisation correspondante dans <a href='@@contact-plonegroup-settings'>"Configuration des groupes plone via contact"</a></p>

# description_user_management
source: Click the user's name to see and change the details of a specific user. You can also add and remove users.
fr: <p>Pour consulter et modifier les préférences personnelles d'un utilisateur, cliquez sur son nom. Vous pouvez également ajouter des utilisateurs mais vous ne pouvez pas en supprimer.</p><p class='highlightValue'><strong>Un utilisateur existant doit être "supprimé/désactivé" de la manière suivante :</strong></p><ul><li>changez son adresse e-mail avec l'adresse d'un administrateur de l'application par exemple;</li><li>utilisez l'action "Réinitialiser le mot de passe" dans le tableau de résultat ci-dessous, cette action change le mot de passe de l'utilisateur définitivement.</li></ul>

source: Freeze
es: Congelar
fr: Geler

# frozen
source: Published (frozen)
es: Publicado (congelado)
fr: Gelée

source: Give Advice
es: Dar Consejo
fr: Rendre l'avis

source: Go to returned to proposing group (prevalidated)
fr: Pré-valider (À corriger)

source: Go to returned to proposing group (proposed)
fr: Proposer (À corriger)

# goTo_returned_to_proposing_group_proposedToValidationLevel1
source: Go to returned to proposing group (proposed to level 1)
fr: Proposer au N+1 (À corriger)

# gui
source: User interface
es: Interfaz de usuario
fr: Interface utilisateur

# heading_edit_item
source: ${itemtype} to create or edit
es: ${itemtype} a crear o editar
fr: ${itemtype} à créer ou modifier

source: Inactive
es: Inactivo
fr: Désactivé

# itemarchive
source: Archive
es: Archivo
fr: Archiver

# itemarchived
source: Archived
es: Archivado
fr: Archivé

# itemcreated
source: Created
es: Creado
fr: En création

source: Waiting advices
fr: En attente des avis

source: Waiting advices
fr: En attente des avis

source: Waiting advices
fr: En attente des avis

source: Waiting advices
fr: En attente des avis

# itemcreated__or__proposedToValidationLevel1_waiting_advices
source: Waiting advices
fr: En attente des avis

# itemcreated_waiting_advices
source: Waiting advices (itemcreated)
fr: En attente des avis (En création)

# itemdecide
source: Decide item
fr: Rédiger le PV

# itemdecided
source: Decided
fr: En rédaction du PV

# itemfreeze
source: Freeze
es: Congelar
fr: Geler

# itemfrozen
source: Frozen
es: Congelado
fr: Gelé

# itempublish
source: Publish
es: Publicar
fr: Publier

# itempublished
source: Published
es: Publicado
fr: Publié

# label_edit
source: Edit
es: Editar
fr: Éditer

# label_remove
source: Delete
es: Eliminar
fr: Supprimer

# listingheader_remove_user
source: Remove user
fr: Supprimer l'utilisateur (voir ci-dessus)

# mail
source: Emails
es: Correos electrónicos
fr: Courriels

source: Mark not applicable
fr: Marquer sans objet

source: Marked not applicable
fr: Marqué sans objet

source: Meeting folder redirect View
es: Vista que redirecciona a carpeta Reunión
fr: Vue PloneMeeting redirection vers l'application

source: Metadata
fr: Méta-données

# plonemeeting_redirect_to_app_view
source: PloneMeeting view redirecting to the application when logged in
es: Vista PloneMeeting que direcciona a la aplicación cuando esta logueado
fr: Vue PloneMeeting redirection vers l'application

# postpone_next_meeting
source: Postpone for next meeting
fr: Reporter à la prochaine séance

# postponed_next_meeting
source: Postponed for next meeting
fr: Reporté à la prochaine séance

source: Pre accept
fr: Accepter provisoirement

source: Pre accepted
fr: Accepté provisoirement

source: Present
es: Presente
fr: Présenter

source: Presented
es: Presentado
fr: Présenté

source: Pre-validate
es: Pre-validar
fr: Pré-valider

source: Pre-validated
es: Pre-validado
fr: Pré-validé

# prevalidated_waiting_advices
source: Waiting advices (prevalidated)
fr: En attente des avis (Pré-validé)

source: Propose
es: Proponer
fr: Proposer

# proposeToValidationLevel1
source: Propose to level 1
fr: Proposer au N+1

# proposeToValidationLevel2
source: Propose to level 2
fr: Proposer au N+2

# proposeToValidationLevel3
source: Propose to level 3
fr: Proposer au N+3

# proposeToValidationLevel4
source: Propose to level 4
fr: Proposer au N+4

# proposeToValidationLevel5
source: Propose to level 5
fr: Proposer au N+5

source: Proposed
es: Propuesto
fr: Proposé

# proposedToValidationLevel1
source: Proposed to level 1
fr: Proposé au N+1

source: Waiting advices
fr: En attente des avis

source: Waiting advices
fr: En attente des avis

source: Waiting advices
fr: En attente des avis

# proposedToValidationLevel1__or__proposedToValidationLevel2_waiting_advices
source: Waiting advices
fr: En attente des avis

# proposedToValidationLevel1_waiting_advices
source: Waiting advices
fr: En attente des avis

# proposedToValidationLevel2
source: Proposed to level 2
fr: Proposé au N+2

# proposedToValidationLevel3
source: Proposed to level 3
fr: Proposé au N+3

# proposedToValidationLevel4
source: Proposed to level 4
fr: Proposé au N+4

# proposedToValidationLevel5
source: Proposed to level 5
fr: Proposé au N+5
