Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/PloneMeeting.po
Languages: fr

# config_is_default_descr
source: The default meeting configuration is the one the user is redirected to when logging in.
fr: La configuration par défaut est celle sur laquelle l'utilisateur est dirigé lorsqu'il se connecte.

# config_is_still_default
source: Sorry, but this configuration is still the default one. If you want to choose another configuration as default configuration, check the corresponding box for this other configuration.
fr: Cette configuration reste celle par défaut car il faut bien qu'il y en ait une. Si vous voulez choisir une autre configuration par défaut, cochez la case correspondante pour cette autre configuration. Ce faisant, cette configuration-ci perdra automatiquement sa qualité de configuration par défaut.

# config_search_title
source: Searches ${search_title}
fr: Recherches ${search_title}

# config_version_descr
source: If this meeting configuration corresponds to an organization, institution or group that gives an identifier to its successive forms (ie: City council 2000-2006, 5th Parliament, VIIIth Government...), you can write here the identifier of the current form (ie: 'CC00_06', 'P5', 'Gov VIII'...).
fr: Si cette configuration de séance correspond à une organisation, un organe ou une institution qui identifie, au fil du temps, les différentes formations en place (exemples: Conseil communal 2000-2006, 5e législature, VIIIe Gouvernement...), vous pouvez noter ici l'identifiant de la formation actuelle (exemples: "CC00_06", "L5", "Gov VIII"...).

# considered_not_given_hidden_during_redaction
source: Considered not given because hidden during redaction
fr: Considéré 'Non rendu'

# could_not_present_item_no_meeting_accepting_items
source: The cloned item could not be presented to a meeting in the '${destMeetingConfigTitle}' configuration, no suitable meeting could be found.
fr: Le point envoyé au "${destMeetingConfigTitle}" n'a pas pu être présenté dans une séance car aucune séance appropriée n'a pu être trouvée.

# could_not_trigger_transition_for_cloned_item
source: Some transitions could not be triggered for the item sent to '${meetingConfigTitle}', please check the new item.
fr: Certaines transitions n'ont pas pu être déclenchées sur le point envoyé au "${meetingConfigTitle}", vérifiez le nouveau point.

# create_meeting
source: create a meeting
fr: Créer une séance

# create_meeting_item
source: Create an item
fr: Créer un point

source: Creator
fr: Créateur

source: Creators
fr: Créateurs

# css_classes_to_hide_descr
source: Enter Css classes used in the application that will be hidden to profiles selected here under in the "Hide Css classes to" field. Please type one Css class per line. <span style='color: red;'>If you enable this on a site that already contains items and advices, go to the Zope root --> Control_Panel --> Database Mangement --> select the correct database then go to the "Flush Cache" tab and hit the "Minimize" button.</span>
fr: Encodez les classes Css utilisées dans l'application qui ne doivent pas être rendues pour les profils sélectionnés ci-dessous dans le champ "Cacher les classes Css à". Encodez une classe Css par ligne. <span style='color: red;'>Si vous activez cela sur un site contenant déjà des points et avis, allez à la racine de Zope --> Control_Panel --> Database Mangement --> sélectionnez la bonne base de données, allez sur l'onglet "Flush Cache" et cliquez sur le bouton "Minimize".</span>

# custom_adviser_can_not_available_on_and_gives_auto_advice_on
source: You can not define a value in the 'Available on' column if a value is in the 'Advice will be automatically asked if' column, please check defined values for group '${groupName}'.
fr: Vous ne pouvez pas définir une valeur dans la colonne "Disponible si" si une valeur est définie dans la colonne "L'avis sera automatiquement demandé si" pour la même ligne, vérifiez les valeurs pour le groupe "${groupName}".

# custom_adviser_can_not_change_is_linked_to_previous_row_isolating_used_rows
source: You can not set 'Is linked to previous row' to 'No' if a row in the chain of linked rows (rows prior and under) has already been used in the application. You set 'No' for a row for group '${adviser_group}', it is in use for example by item at ${item_url}. Please set it back to 'Yes' (or click on the 'Edit' tab here above to retrieve old values). If you need to deactivate an existing configuration, you can set a date in the 'Rule activated for item created until' column.
fr: Vous ne pouvez pas mettre la valeur "Non" pour "Est lié à la ligne précédente?" pour une ligne si une autre ligne de la chaîne des lignes liées entre elles (lignes au-dessus et en dessous) est utilisée dans l'application. Vous avez mis "Non" pour une ligne du groupe groupe "${adviser_group}", par exemple le point "${item_url}" utilise cette configuration. Rétablissez la valeur antérieure (ou cliquez sur l'onglet "Modifier" ci-dessus pour retrouver les anciennes valeurs). Si vous devez désactiver une configuration utilisée, définissez une date dans la colonne "Configuration active pour les points créés jusqu'au".

# custom_adviser_can_not_change_row_order_of_used_row_linked_to_previous
source: You can not change row order impacting rows that have already been used in the application. You changed order of a row for group '${adviser_group}', it is in use for example by item at ${item_url}. Please reorder (or click on the 'Edit' tab here above to retrieve old values). If you need to deactivate an existing configuration, you can set a date in the 'Rule activated for item created until' column.
fr: Vous ne pouvez pas changer l'ordre de lignes qui impactent des lignes d'une configuration déjà utilisée. Vous avez changé l'ordre d'une ligne pour le groupe "${adviser_group}", par exemple le point "${item_url}" utilise cette configuration. Rétablissez l'ordre antérieur (ou cliquez sur l'onglet "Modifier" ci-dessus pour retrouver les anciennes valeurs). Si vous devez désactiver une configuration utilisée, définissez une date dans la colonne "Configuration active pour les points créés jusqu'au".

# custom_adviser_can_not_edit_used_row
source: You can not change the logical values of a configuration that has already been used in the application. Check the configuration for group '${adviser_group}', it is in use for example by item at ${item_url}. The old value (${column_old_data}) for column '${column_name}' changed. If you need to adapt it, you need to deactivate it by setting a 'For item created until' date and create another configuration.
fr: Vous ne pouvez plus modifier les valeurs logiques d'une configuration qui a déjà été utilisée. Vérifiez la configuration pour le groupe "${adviser_group}", par exemple le point "${item_url}" utilise cette configuration. L'ancienne valeur (${column_old_data}) de la colonne "${column_name}" a changé. Si vous devez changer cette configuration, vous devez la désactiver en définissant une date dans la colonne "Configuration active pour les points créés jusqu'au" et créer une nouvelle configuration.

# custom_adviser_can_not_remove_used_row
source: You can not remove a configuration that has already been used in the application. You removed a configuration for group '${adviser_group}', it is in use for example by item at ${item_url}. Please add it back (or click on the 'Edit' tab here above to retrieve old values). If you need to deactivate an existing configuration, you can set a date in the 'Rule activated for item created until' column.
fr: Vous ne pouvez pas supprimer une configuration qui a déjà été utilisée. Vous avez supprimé la configuration pour le groupe "${adviser_group}", utilisée par exemple par le point "${item_url}". Rajoutez la configuration (ou cliquez sur l'onglet "Modifier" ci-dessus pour retrouver les anciennes valeurs). Si vous devez désactiver une configuration utilisée, définissez une date dans la colonne "Configuration active pour les points créés jusqu'au".

# custom_adviser_delay_left_must_be_inferior_to_delay
source: There is a problem with a delay in the 'Delay' or 'Delay left alert' column, please check encoded value for group '${groupName}', make sure that the value defined in the 'Delay' column is higher or equals the value defined in the 'Delay left alert' column. Leave field 'Delay left alert' empty if not relevant.
fr: Il y a un problème avec les valeurs encodées dans les champs "Délai pour rendre l'avis" et "Seuil d'alerte pour le délai" pour le groupe "${groupName}", la valeur définie dans le champ "Délai pour rendre l'avis" doit être supérieure ou égale à la valeur définie dans le champ "Seuil d'alerte pour le délai". Laissez le champ "Seuil d'alerte pour le délai" vide si vous ne souhaitez pas l'utiliser.

# custom_adviser_is_linked_to_previous_row_with_non_delay_aware_adviser
source: You can not set 'Is linked to previous row' to 'Yes' if it is not a delay-aware adviser, check row for group '${groupName}'.
fr: Vous ne pouvez pas mettre "Oui" pour la colonne "Lié à la ligne précédente?" d'une ligne qui n'a pas de délai défini, vérifiez les lignes pour le groupe "${groupName}".

source: You can not set 'Is linked to previous row' to 'Yes' if the previous row is not a delay-aware adviser, check row for group '${groupName}'.
fr: Vous ne pouvez pas mettre "Oui" pour la colonne "Lié à la ligne précédente?" d'une ligne si la ligne précédente n'a pas de délai défini, vérifiez les lignes pour le groupe "${groupName}".

# custom_adviser_no_delay_left_if_no_delay
source: There is a problem with a delay in the 'Delay left alert' column, please check encoded value for group '${groupName}', you can not enter a value in this column if no value is defined in the 'Delay' column. Leave field empty if not relevant.
fr: Il y a un problème avec la valeur encodée dans le champ "Seuil d'alerte pour le délai" pour le groupe "${groupName}", vous ne pouvez encoder une valeur dans ce champ que si une valeur a été encodée dans le champ "Délai pour rendre l'avis". Laissez ce champ vide si vous ne souhaitez pas l'utiliser.

# custom_adviser_not_enough_columns_filled
source: You need to define at least a value in the 'Advice will be automatically asked if' column or in the 'Delay' column, please check defined values for group '${groupName}'.
fr: Vous devez définir une valeur au moins dans la colonne "L'avis sera automatiquement demandé si" ou dans la colonne "Délai pour rendre l'avis", vérifiez les lignes pour le groupe "${groupName}".

# custom_adviser_wrong_date_format
source: There is a problem with a date defined for group '${groupName}'. If the date is in the 'Rule activated for item created until', it has to be a date in the future. Moreover, respect following format YYYY/MM/DD, like 2013/12/31.
fr: Il y a un problème avec une des dates encodées pour le groupe "${groupName}". Si la date est encodée dans la colonne "Configuration active pour les points créés jusqu'au", la date doit être obligatoirement dans le futur. Le format des dates doit être AAAA/MM/DD, par exemple 2013/12/31.

# custom_adviser_wrong_delay_format
source: There is a problem with a delay in the 'Delay' or 'Delay left alert' column, please check encoded value for group '${groupName}', you can only enter a single digit or leave field empty if not relevant.
fr: Il y a un problème avec un délai encodé dans les colonnes "Délai pour rendre l'avis" ou "Seuil d'alerte pour le délai", vérifiez les valeurs encodées pour le groupe ${groupName}, le champ ne peut contenir qu'un chiffre ou être vide.

# custom_advisers_descr
source: Define here special behaviors for some advices : advices that are automatically asked by the application and delay aware advices. <span style='color: red;'>If you change this parameter, and any of your change affect already created items (new configuration with a 'Rule activated for item created from' date in the past or change in help messages already used for example), do not forget to run 'Update items and meetings'!</span>
fr: Définissez ici les avis particuliers : les avis demandés automatiquement par l'application et les avis ayant une notion de délai. <span style='color: red;'>Si vous changez ce paramètre et que l'un des changements impacte des points déjà créés (nouvelle règle avec une date 'Configuration active pour les points créés depuis le' dans le passé ou un changement de "Message d'aide" pour une configuration déjà utilisée par exemple), n'oubliez pas d'exécuter "Mettre à jour les points et séances"!</span>

# custom_advisers_full_descr
source: <p>This part of the configuration lets you configure special behaviors around advices.</p><p>You will be able to define :</p><ul><li><strong>advices requested automatically by the application</strong> : under certain conditions, if a defined expression is True, an advice will be automatically asked by the application on an item. You can also define a special help message that will help the user to find out why this advice was automatically asked and a date from which newly created items will be affected by this new condiguration;</li><li><strong>advices with concept of delay</strong> : this allows you to define special advices that the user will be able to ask thru the user interface (or will be requested automatically). An advice so defined has a notion of delay (time in clear day) which means that once applied and visible to the group to whom the advice is requested, it must be given within limit. Once this period has passed, the advice can not be given anymore.</li></ul><p> If a configuration is in use (some created items are using it), it will not be possible to change logical values for it (columns 'Group', 'Advice will be automatically asked if', 'Gives automatic advice for item created from', 'Gives automatic advice for item created until' and 'Delay for giving advice').</p>
fr: <p>Cette partie de la configuration vous permet de définir certains comportements particuliers liés aux avis.</p><p>Il vous sera possible de définir:</p><ul><li><strong>des avis automatiquement demandés par l'application</strong> : sous certaines conditions si une expression renseignée est vérifiée (True), un avis sera automatiquement demandé par l'application sur un point. Vous pourrez également définir un message d'aide qui permettra à un utilisateur de savoir pourquoi cet avis a été automatiquement demandé ainsi qu'une date à partir de laquelle les points nouvellement créés seront affectés par cette configuration;</li><li><strong>des avis ayant une notion de délai</strong> : ceci vous permet de définir des avis que l'utilisateur pourra demander manuellement dans l'application (ou qui seront demandés automatiquement). Un avis défini de la sorte aura une notion de délai ce qui signifie qu'une fois demandé et visible par le groupe à qui l'avis est demandé, il devra être rendu dans le délai imparti (en jours calendriers). Une fois ce délai dépassé, l'avis ne pourra plus être rendu.</li></ul><p>Si une configuration est utilisée (des points créés l'utilisent), les données logiques ne pourront plus être modifiées (colonnes "Groupes", "L'avis sera automatiquement demandé si", "Configuration active pour les points créés depuis le" et "Délai pour rendre l'avis").</p>

# dashboard_items_listings_filters_descr
source: Select here filters that will be shown when using the 'More filters' link on listings of items (my items, all items, ...).
fr: Sélectionnez ici les filtres qui seront affichés lors de l'utilisation du lien "Plus de filtres" sur les tableaux de bord de points (mes points, tous les points, ...).

# dashboard_meeting_available_items_filters_descr
source: Select here filters that will be shown when using the 'More filters' link on the 'Available items' of the meeting view.
fr: Sélectionnez ici les filtres qui seront affichés lors de l'utilisation du lien "Plus de filtres" sur le tableau de bord affichant les points disponibles pour une séance.

# dashboard_meeting_linked_items_filters_descr
source: Select here filters that will be shown when using the 'More filters' link on the 'Linked items' of the meeting view.
fr: Sélectionnez ici les filtres qui seront affichés lors de l'utilisation du lien "Plus de filtres" sur le tableau de bord affichant les points présentés dans une séance.

source: Data
fr: Données

# deactivate_done_descr
source: The element has been deactivated.
fr: L'élément a été désactivé.

# decide_several_items_done
source: Selected items have been decided.
fr: Les éléments sélectionnés ont été décidés.

# decide_several_items_help
source: For every selected items, apply following action
fr: Pour les points sélectionnés, effectuer l'action suivante

source: Decision
fr: Décision

# decision_is_empty
source: Decision is empty for item ${itemNumber}.
fr: Aucune décision n'a été encodée pour le point ${itemNumber}.

# decision_under_edit
source: <p class='highlightValue'>The decision is currently under edit by managers, you can not access it.</p>
fr: <p class='highlightValue'>La décision est en cours de rédaction par les gestionnaires de séances, vous ne pouvez pas y accéder pour l'instant.</p>

source: Decisions
fr: Décisions

# default
source: General
fr: Général

# default_advice_hidden_during_redaction_descr
source: As mentioned on the advice in the help part of the field, this will let advisers hide the advice when it is under redaction. If adviser loses access to the advice (for example if the item state evolve or delay to give advice is exceeded), the advice will be considered 'Not given, was under edition'. A manager will be able to publish it nevertheless.
fr: Comme mentionné sur l'avis dans la partie aide du champ, ceci permet aux émetteurs d'avis qui coche la case de cacher celui-ci pendant sa rédaction. Si l'émetteur d'avis perd l'accès à l'avis alors que la case est cochée (par exemple si le point change d'état ou si le délai pour rendre l'avis est dépassé), l'avis sera considéré "Non rendu" car il était en cours de rédaction. Néanmoins un administrateurs pourra publier cet avis si nécessaire par après.

# default_advice_type_descr
source: The default advice type will be preselected on the form for adding an advice on an item.
fr: Le type d'avis par défaut sera présélectionné sur le formulaire permettant d'ajouter un avis.

# default_poll_type_descr
source: The default poll type will be preselected on the form when adding an item.
fr: Le mode de scrutin par défaut sera présélectionné sur le formulaire lors de l'ajout d'un point.

# default_vote_value_descr
source: When the MeetingManager encodes the votes himself, a default value may already pre-encoded: the one you choose here.
fr: Quand le gestonnaire de séance encode lui-même les votes, une valeur par défaut peut être pré-encodée: celle que vous choisissez ici.

# deferred_notifs_handling_descr
source: If you check this box, handling of notifications received from external systems will be handled only during next night. Do this if you expect this handling to take a long time.
fr: Cochez cette case si vous voulez différer à la nuit suivante le traitement des notifications en provenance de systèmes externes. Faites cela si vous vous attendez à ce que ce type de traitement prenne un certain temps.

# delay_aware_optional_advisers_term
source: Please select among delay-aware advisers
fr: * * * Avis avec délai * * *

# delay_exceeded_when_stopped
source: , at this moment, the delay exceeded ${delay_when_stopped} day(s).
fr: à ce moment, le délai était dépassé de ${delay_when_stopped} jour(s).

# delay_left_when_stopped
source: , at this moment, there was ${delay_when_stopped} day(s) left to give the advice.
fr: à ce moment, il restait ${delay_when_stopped} jour(s) pour rendre l'avis.

# delay_of_x_days
source: Delay of ${delay} clear day(s)
fr: Délai de ${delay} jour(s)

# delay_unavailable_end_days_descr
source: Select here the days a computed delay can not ends with. If a computed delay is ending on one of selected week day, the delay will be extend to next available day. <span style='color: red;'>If you change this parameter, do not forget to run 'Update items and meetings'!</span>
fr: Sélectionnez les jours indisponibles comme dernier jour d'un délai. Si un délai calculé tombe sur un des jours sélectionnés, le délai sera automatiquement prolongé au prochain jour disponible. <span style='color: red;'>Si vous modifiez ce paramètre, n'oubliez pas d'exécuter "Mettre à jour les points et séances"!</span>

# description_only_see_visible_items
source: You are just able to see visible elements here. Please consult the 'manage' box here opposite.
fr: Vous êtes seulement autorisé à consulter les éléments visibles. Utilisez la boîte "Gestion" ci-contre pour consulter le contenu que vous pouvez voir.

# display_meeting_assembly_legend
source: Assembly stored on the linked meeting
fr: Assemblée définie sur la séance

# display_meeting_attendees_legend
source: Attendees stored on the linked meeting
fr: Présents définis sur la séance

# display_meeting_signatures_legend
source: signatures stored on the linked meeting
fr: Signatures définies sur la séance

# documentgenerator_config
source: Configuration of the document generator
fr: Configuration du générateur de document

# documentgenerator_config_descr
source: These parameters are now managed in the ${docgen_url}.
fr: Ces paramètres sont maintenant gérés dans la ${docgen_url}.

# effective_meeting_help
source: Effective date into which item is presented
fr: Date dans laquelle le point est effectivement présenté

source: Emergency accepted
fr: Urgence acceptée

source: Emergency asked
fr: Urgence souhaitée

source: Emergency refused
fr: Urgence refusée

# empty_advisers_group
source: Sub-group '${suffix}' is empty
fr: Sous-groupe "${suffix}" vide

# enable_advice_confidentiality_descr
source: If you enable advice confidentiality, it will be possible for meeting managers to select on every advices if it is confidential or not. This information is only visible to meeting managers.
fr: Si vous activez la confidentialité des avis, il sera possible pour les gestionnaires de séances de définir pour chaque avis si il est confidentiel ou non. Cette information ne sera visible que par les gestionnaires de séances.

# enable_advice_invalidation_descr
source: When advice invalidation is enabled, every change to an item for which at least one advice has already been given will invalidate all given advices. A 'change' is considered as is every time the title or description of an item is changed and every time an annex is added or deleted on the item.
fr: Quand l'invalidation des avis est activée, tout changement sur un point pour lequel au moins un avis a été rendu invalidera tous les avis rendus sur ce point. Par "changement", nous entendons toute modification de l'objet ou de la description du point ainsi que tout ajout et toute suppression d'annexe.

# enable_annex_confidentiality_descr
source: If you enable annex confidentiality, it will be possible for meeting managers to select on every annexes if it is confidential or not. This information is only visible to meeting managers. If enabled, it will be possible to define a default value for it on the corresponding meeting file type.
fr: Si vous activez la confidentialité des annexes, il sera possible pour les gestionnaires de séances de définir pour chaque annexe si elle est confidentielle ou non. Cette information ne sera visible que par les gestionnaires de séances. Il sera aussi possible de définir une valeur par défaut pour ce champ sur les types d'annexes.

# enable_annex_to_print_disabled
source: Disabled
fr: Désactivé

# enable_annex_to_print_enabled_for_info
source: Enabled, for information (annexes are printed manually)
fr: Activé, pour information (les annexes sont imprimées manuellement)
