Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/PloneMeeting.po
Languages: fr

source: visible_for_suffix_profile_
fr: Les membres du sous-groupe "${meeting_group_suffix}" de n'importe quel groupe

source: visible_for_suffix_proposing_group_
fr: Les membres du sous-groupe "${meeting_group_suffix}" du groupe proposant

# vote_condition_descr
source: The Python expression you can define here will be evaluated on every individual item (given to the expression as name 'item'). If it returns False, no vote may occur on the item.
fr: Encodez une expression TAL qui complète le condition permettant de définir quand un point est "votable". Par défaut tant que le point est dans une séance et modifiable par le gestionnaire de séance.

# vote_count
source: Number of votes
fr: Nombre de voix

# vote_count_not_int
source: At least one of the counts is invalid. Please correct.
fr: Au moins une valeur de vote est invalide. Veuillez corriger.

# vote_count_wrong
source: The number of votes does not correspond to the number of voters. Please correct.
fr: Le nombre de votes ne correspond pas au nombre de votants. Veuillez corriger.

# vote_value_abstain
source: Abstain
fr: Abstention

# vote_value_blank
source: Blank
fr: Blanc

# vote_value_does_not_vote
source: Does not vote
fr: Ne vote pas

# vote_value_invalid
source: Invalid ballot
fr: Bulletin de vote invalide

# vote_value_no
source: No
fr: Contre

# vote_value_not_consultable
source: Not consultable
fr: Non consultable

# vote_value_not_found
source: Not found in the urn
fr: Bulletin non trouvé dans l'urne

# vote_value_not_yet
source: Not yet encoded
fr: Pas encodé

# vote_value_yes
source: Yes
fr: Pour

# voter_count
source: There are ${numberOfVoters} voters for this item.
fr: Il y a ${numberOfVoters} votants pour ce point

# votes_encoder_descr
source: You can choose here who will effectively encode the votes. Several choices are possible.
fr: Vous pouvez choisir ici qui va effectivement encoder les votes. Plusieurs choix sont possibles.

# wa_added_items_come_validated_error
source: You can not select the 'Items come validated' adaptation as there are still items in state 'itemcreated' or 'proposed'.
fr: Vous ne pouvez pas sélectionner l'adaptation "Les points arrivent validés" car il reste des points dans l'état "en création" ou "proposé".

# wa_added_no_publication_error
source: You can not select the 'No publication' adaptation as there are still items or meetings in state 'published'.
fr: Vous ne pouvez pas sélectionner l'adaptation "Sauter l'étape de publication" car il reste des points ou des séances dans l'état "publié".

# wa_conflicts
source: This combination of workflow adaptations is invalid.
fr: Cette combinaison d'adaptations est invalide.

# wa_creator_initiated_decisions
source: Item decision is pre-encoded by item creator
fr: Les décisions d'un point sont pré-encodées par le créateur de ce point

# wa_hide_decisions_when_under_writing
source: Hide the decision to the proposing group when it is under writing
fr: Cacher les décisions au service pendant leur rédaction par les gestionnaires de séances

# wa_items_come_validated
source: Items come validated
fr: Les points arrivent validés

# wa_mark_not_applicable
source: Mark not applicable
fr: Ajouter l'état de décision "Marqué sans objet" sur un point

# wa_no_global_observation
source: No global items observation
fr: Pas d'observation globale des points

# wa_no_publication
source: Skip publication step
fr: Sauter l'étape de publication

# wa_only_creator_may_delete
source: Only creators may delete items
fr: Seuls les créateurs de points peuvent supprimer des points

# wa_postpone_next_meeting
source: Postpone next meeting
fr: Reporter un point à la prochaine séance (le nouveau point sera automatiquement validé et les avis rendus seront gardés (hérités))

# wa_pre_validation
source: Item pre-validation
fr: Pré-validation des points

# wa_pre_validation_keep_reviewer_permissions
source: Item pre-validation (reviewer may also prevalidate)
fr: Pré-validation des points (un validateur peut aussi pré-valider)

# wa_removed
source: Removed
fr: Ajouter l'état de décision "Retiré" sur un point

source: wa_removed_and_duplicated
fr: Ajouter l'état de décision "Retiré" sur un point (avec duplication du point chez le créateur)

# wa_removed_archiving_error
source: You can not unselect the 'Archiving' adaptation, when selected, there is no way back.
fr: Vous ne pouvez pas désélectionner l'adaptation "Archivage", une fois activé, il n'est plus possible de revenir en arrière.

# wa_removed_hide_decisions_when_under_writing_error
source: You can not unselect the 'Hide decisions during redaction' adaptation as there are still meetings in state 'decisions published'.
fr: Vous ne pouvez pas désélectionner l'adaptation "Cacher les décisions au service pendant leur rédaction par les gestionnaires de séances" car il reste des séances dans l'état "Décisions publiées".

# wa_removed_mark_not_applicable_error
source: You can not unselect the 'Mark not applicable' adaptation as there are still items in state 'marked not applicable'.
fr: Vous ne pouvez pas désélectionner l'adaptation "Ajouter l'état de décision "Marqué sans objet" sur un point" car il reste des points dans l'état "Marqué sans objet".

# wa_removed_postpone_next_meeting_error
source: You can not unselect the 'Postpone next meeting' adaptation as there are still items in state 'postponed next meeting'.
fr: Vous ne pouvez pas désélectionner l'adaptation "Reporter le point à la prochaine séance" car il reste des points dans l'état "Reporté à la prochaine séance".

# wa_removed_removed_error
source: You can not unselect the 'Removed' adaptation as there are still items in state 'removed'.
fr: Vous ne pouvez pas désélectionner l'adaptation "Ajouter l'état de décision 'Retiré' sur un point" car il reste des points dans l'état "Retiré".

# wa_removed_return_to_proposing_group_error
source: You can not unselect the 'Return to proposing group' adaptation as there are still items in state 'returned to proposing group'.
fr: Vous ne pouvez pas désélectionner l'adaptation "Renvoyer au groupe proposant pour corrections lorsque le point est dans une séance" car il reste des points dans l'état "À corriger".

source: wa_removed_return_to_proposing_group_with_all_validations_error
fr: Vous ne pouvez pas désélectionner l'adaptation "Renvoyer au groupe proposant pour corrections lorsque le point est dans une séance (avec toutes les validations)" car il reste des points dans un des états "Renvoyé au groupe proposant pour corrections (...)".

source: wa_removed_return_to_proposing_group_with_last_validation_error
fr: Vous ne pouvez pas désélectionner l'adaptation "Renvoyer au groupe proposant pour corrections lorsque le point est dans une séance (avec la dernière validation)" car il reste des points dans un des états "Renvoyé au groupe proposant pour corrections (...)".

# wa_removed_waiting_advices_error
source: You can not unselect the 'Wait advices' adaptation as there are still items in state 'wait advices'.
fr: Vous ne pouvez pas désélectionner une adaptation "État supplémentaire pour demander les avis" tant qu'il reste des points dans un état "En attente des avis".

# wa_return_to_proposing_group
source: Return to proposing group for corrections
fr: Renvoyer au groupe proposant pour corrections lorsque le point est dans une séance

source: wa_return_to_proposing_group_with_all_validations
fr: Renvoyer au groupe proposant pour corrections lorsque le point est dans une séance (avec toute la chaîne de validation)

source: wa_return_to_proposing_group_with_last_validation
fr: Renvoyer au groupe proposant pour corrections lorsque le point est dans une séance (avec validation du dernier niveau)

source: wa_reviewers_take_back_validated_item
fr: Les validateurs peuvent reprendre un point validé

# wa_waiting_advices
source: Wait advices
fr: État supplémentaire pour demander les avis (base: demandé depuis états "En création"/"Proposé"/"Pré-validé", sélectionnez ci-dessous qui peut renvoyer le point lorsqu'il est "En attente des avis")

# wait_msg
source: Please wait...
fr: Patientez s'il vous plaît...

# warning_invalidate_advices
source: Warning: if you modify the title or description and save this form, all given advices will be invalidated.
fr: Attention, si vous modifiez une donnée et cliquez sur le bouton 'Enregister' au bas du formulaire, tous les avis déjà donnés sur ce point seront invalidés! Pour ne pas invalider les avis, cliquez sur le bouton 'Annuler' au bas du formulaire.

# warning_invalidate_advices_fastedit
source: If you modify this field, all given advices will be invalidated.
fr: Si vous modifiez ce champ, tous les avis seront invalidés!

# warning_invalidate_advices_with_annex
source: Warning: if you add an annex through this form or if you delete an annex, all advices given on this item will be invalidated.
fr: Attention, si vous ajoutez ou supprimez une annexe, tous les avis déjà donnés sur ce point seront invalidés.

# warning_meetingconfig_edit_section_descr
source: DO NOT CHANGE PARAMETERS DEFINED IN THIS SECTION UNLESS YOU ARE REALLY SURE WHAT YOU ARE DOING!
fr: NE CHANGEZ LES PARAMETRES DEFINIS DANS CETTE SECTION QUE SI VOUS ETES ABSOLUMENT CERTAIN DE CE QUE VOUS FAITES!

# wf_transition_triggered_by_application
source: This transition was automatically triggered by the application.
fr: Cette transition a été automatiquement exécutée par l'application.

# will_be_sentto_othermeetingconfig
source: Item will be sent to ${meetingConfigTitle}
fr: Ce point sera envoyé vers ${meetingConfigTitle}

# will_be_sentto_othermeetingconfig_emergency
source: Item will be sent to ${meetingConfigTitle} (Emergency)
fr: Ce point sera envoyé vers ${meetingConfigTitle} (Urgence)

# workflow_adaptations_descr
source: Choose here one or more standard sets of changes that will be applied to the selected item and/or meeting workflows. <span style='color: red;'>Your changes will be applied when saving this meetingConfig. If you change this parameter, do not forget to update fields using item and meeting states/transitions! Check tabs 'Advices and access' and 'Workflows' and check groups, and if necessary when permissions changed, do not forget to run 'Update security settings' in the ZMi-->portal_workflow!</span>
fr: Choisissez ici un ou plusieurs jeu(x) de changements à appliquer aux workflows définis ci-dessus. <span style='color: red;'>Vos changements seront appliqués dès l'enregistrement de cette configuration de séance. Si vous appliquez des adaptations aux workflows, n'oubliez pas de mettre à jour les autres paramètres liés aux états/transitions, notamment dans les onglets "Avis et accès", "Workflows" et les groupes, de plus, si des permissions sont affectées par ces changements, exécutez "Upgrade security settings" dans la ZMi-->portal_workflow! ATTENTION, si vous désélectionnez des adaptations aux workflows et que ceci entraîne la suppression d'états ou transitions existantes, prenez soin d'adapter les autre paramètres utilisant ces états/transitions avant la désélectionner!</span>

# working_days_descr
source: This will be used to compute advices delays. <span style='color: red;'>If you change this parameter, do not forget to run 'Update items and meetings'!</span>
fr: Utilisé lors du calcul de délais des avis. <span style='color: red;'>Si vous modifiez ce paramètre, n'oubliez pas d'exécuter "Mettre à jour les points et séances"!</span>

# xhtml_transform_fields_descr
source: Every field that you select in this list will, every time its object will be created or updated, undergo the transform(s) defined in the next field.
fr: Chaque champ que vous sélectionnez dans cette liste subira, lors de chaque création ou modification de l'objet qui le contient, la (les) transformation(s) définie(s) dans le champ suivant.

# xhtml_transform_types_descr
source: Select here the transform types to apply on the rich text fields selected above.
fr: Sélectionnez ici le(s) type(s) de transformation(s) à appliquer aux champs de texte riche sélectionnés ci-dessus.

# yearly_init_meeting_nb_descr
source: If you check this box, the automatically incremented meeting number will be set to zero every year. It means that the first meeting of every year will get number one.
fr: Si vous cochez cette case, le numéro de séance s'incrémentant automatiquement sera réinitialisé à zéro chaque année. Cela signifie que la première séance de chaque année recevra le numéro un.
