Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/plone.po
Languages: es, fr

# proposed__or__prevalidated_waiting_advices
source: Waiting advices (proposed or prevalidated)
fr: En attente des avis (Proposé ou Pré-validé)

# proposed_waiting_advices
source: Waiting advices (proposed)
fr: En attente des avis (Proposé)

source: Publish
es: Publicar
fr: Publier

source: Publish decisions
es: Publicar decisiones
fr: Publier les décisions

source: Published
es: Publicado
fr: Publiée

source: Refuse
es: Negar
fr: Refuser

source: Refused
es: Negado
fr: Refusé

source: Remove
fr: Retirer

source: Removed
fr: Retiré

source: Republish
es: Publicado de nuevo
fr: Republier

# return_to_meeting
source: Return to meeting managers
es: Volver a los administradores de reunión
fr: Renvoyer aux gestionnaires de séances

# return_to_proposing_group
source: Return to proposing group for corrections
es: Volver a grupo proponente para correcciones
fr: À corriger

# returned_to_proposing_group
source: Returned to proposing group for corrections
es: Volver a grupo proponente para correcciones
fr: À corriger

source: Returned to proposing group (prevalidated)
fr: À corriger (Pré-validé)

source: Returned to proposing group (proposed)
fr: À corriger (Proposé)

# returned_to_proposing_group_proposedToValidationLevel1
source: Returned to proposing group (proposed to level 1)
fr: À corriger (Proposé au N+1)

# title_search_site
source: Search everywhere
fr: Rechercher partout

source: to_hidden_during_redaction_action
fr: Cacher l'avis pendant sa rédaction

source: to_not_hidden_during_redaction_action
fr: Publier l'avis

source: Tool PloneMeeting View
es: Vista de herramienta PloneMeeting
fr: Vue tool PloneMeeting

source: Transfer
es: Transferir
fr: Transférer

source: Transfered
fr: Transféré

source: Users
es: Usuarios
fr: Utilisateurs

source: Validate
es: Validar
fr: Valider

source: Validated
es: Validado
fr: Validé

# wait_advices_from
source: Ask advices
fr: Demander les avis

# wait_advices_from_itemcreated
source: Ask advices
fr: Demander les avis

# wait_advices_from_prevalidated
source: Ask advices
fr: Demander les avis

# wait_advices_from_proposed
source: Ask advices
fr: Demander les avis

source: Waiting advices
fr: En attente des avis

source: Meeting Budget Impact Editor
es: Editor de impacto del presupuestario de Reunión

source: Meeting Observer Global
es: Observador Global de Reunión

# doc
source: Documents
es: Documentos

# heading_actions
source: Actions
es: Acciones

source: Votes
es: Votos

# workflow
source: Workflows
es: Flujo de trabajos
