Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/PloneMeeting.po
Languages: fr

# enable_annex_to_print_enabled_for_printing
source: Enabled, for automated printing (annexes are printed by the application)
fr: Activé, pour impression automatisée (les annexes sont imprimées par l'application)

source: enable_item_duplication_descr
fr: Si activé, ceci permet à un créateur de point de créer un point sur base d'un autre point (en gardant un lien vers le point original ou non).

# enable_user_preferences_descr
source: If you check this box, users will be able to access a screen for modifying their preferences. While powerful, some may think it exposes too much complexity to users.
fr: Si vous cochez cette case, les utilisateurs pourront accéder à un écran permettant de modifier leurs préférences. Bien que puissant, cet écran peut être perçu comme confrontant l'utilisateur à une trop grande complexité.

# enforce_advice_mandatoriness_descr
source: When advice mandatoriness is enforced, an item can't be inserted into a meeting unless all mandatory advices are given and positive.
fr: Quand le caractère obligatoire des avis est d'application, un point ne peut être inséré dans une séance à moins que tous les avis obligatoires n'aient été rendus et soient positifs.

# error_can_not_select_several_cat_for_same_mc
source: You can not select several categories for the same meeting config.
fr: Vous ne pouvez pas sélectionner plusieurs catégories pour la même configuration de séance.

# error_certified_signatures_both_dates_required
source: If you define a validity date for a signature, you need to define both from and to dates at row number ${row_number}. If a signature is always valid, just leave dates fields empty.
fr: Veuillez vérifier les dates encodées à la ligne ${row_number}. Si vous définissez une date de validité pour une signature, veuillez renseigner une date de fin et une date de début. Si une signature doit toujours être valide, laissez les champs dates vides.

# error_certified_signatures_duplicated_entries
source: You may not use 2 signatures using same 'number/date from/date to'. Indeed in this case, the first found will always be used, please check row number ${row_number}.
fr: Vous ne pouvez pas définir 2 lignes utilisant les mêmes "Numéro de signature/Valide depuis le (inclus)/Valide jusqu'au (inclus)", en effet dans ce cas, ce sera toujours la première signature trouvée qui sera valide. Vérifiez la ligne ${row_number}.

# error_certified_signatures_invalid_dates
source: Please make sure encoded dates are valid at row number ${row_number}. Use format 'YYYY/MM/DD', make sure date are valid and that date from is lower or equals to date to.
fr: Veuillez vérifier les dates encodées à la ligne ${row_number}. Utilisez le format "AAAA/MM/JJ", vérifiez que les dates encodées sont valides et que la date de début est bien inférieure ou égale à la date de fin.

# error_certified_signatures_order
source: Signatures must be ordered by signature number, please check and order signature using the arrows on the right of the table.
fr: Les signatures doivent être ordonnées par numéro de signature, vérifiez les numéros de signatures et utilisez les flèches à la droite du tableau pour les ordonner correctement.

# error_list_types_identifier_removed_already_used
source: You may not remove a list type that is currently used by an item, check for example : ${url}.
fr: Vous ne pouvez pas supprimer un type de point qui est déjà utilisé (le type de point supprimé est utilisé par : ${url}).

# error_list_types_missing_default
source: You may not remove the default list types ('normal' and 'late').
fr: Vous ne pouvez pas supprimer un des types de point par défaut ("normal" et "late").

# error_list_types_same_identifier
source: You may not use the same identifier several times.
fr: Vous ne pouvez pas utiliser le même identifiant plusieurs fois.

# error_list_types_wrong_identifier_format
source: You may only use lowercase letters for identifier.
fr: Vous ne pouvez utiliser que des lettres minuscules pour l'identifiant.

# event_add_advice
source: An advice was added or updated on an item (notify the 'Owner')
fr: Un avis sur un point a été rendu ou modifié (prévient les créateurs du groupe proposant du point)

# event_add_annex
source: An annex was added to an item already presented in a validated agenda (notify 'MeetingManagers')
fr: Une annexe a été ajoutée à un point qui était déjà présenté dans un ordre du jour (prévient les gestionnaires de séances)

source: event_advice_delay_expired
fr: Le délai pour rendre un avis est expiré (prévient les émetteurs d'avis concernés)

source: event_advice_delay_warning
fr: Le délai pour rendre un avis sera bientôt expiré (prévient les émetteurs d'avis concernés)

# event_advice_to_give
source: An advice needs to be given on an item (notify users able to add advice)
fr: Un avis doit être rendu sur un point (prévient les utilisateurs capables d'ajouter un avis sur le point)

# event_ask_discuss_item
source: A reviewer wants to discuss an item (notify 'MeetingManagers')
fr: Un validateur souhaite évoquer un point (prévient les gestionnaires de séances)

# event_invalidate_advice
source: An advice on an item has been invalidated (notify creator of the advice that was invalidated)
fr: Un avis a été invalidé sur un point (prévient les utilisateurs capables de donner l'avis)

# event_item_clone_to_this_mc
source: An item as been cloned to this meetingConfig (notify users able to edit the new item)
fr: Un point a été envoyé vers cette configuration de séance (prévient les utilisateurs capables d'éditer le nouveau point)

# event_item_delayed
source: An item has been delayed (notify the 'Owner')
fr: Un point a été reporté (prévient les créateurs du groupe proposant du point)

# event_item_presented
source: An item has been inserted into a meeting (notify the 'Owner')
fr: Un point a été inséré dans une séance (prévient les créateurs du groupe proposant du point)

# event_item_returned_to_meeting_managers
source: An item has been corrected and sent to the meeting managers (notify 'MeetingManagers')
fr: Un point corrigé par le groupe proposant a été renvoyé aux gestionnaires de séances (prévient les gestionnaires de séances)

# event_item_returned_to_proposing_group
source: An item has been sent back to the proposing group (notify users able to edit the item to correct)
fr: Un point a été renvoyé pour correction au groupe proposant (prévient les utilisateurs capables d'éditer le point à corriger)

# event_item_unpresented
source: An item has been removed from a meeting (notify the 'Owner')
fr: Un point a été retiré d'une séance (prévient les créateurs du groupe proposant du point)

# event_late_item
source: A late item was just validated (notify 'MeetingManagers')
fr: Un point en urgence vient d'être validé (prévient les gestionnaires de séances)

# fastedit_cancel
source: Cancel edit.
fr: Annuler l'édition

# fastedit_save_changes
source: Save changes.
fr: Enregistrer les changements

# field_required
source: Please fill this field.
fr: Veuillez remplir ce champ.

# file_required
source: Please choose a file by clicking on the 'Browse' button.
fr: Veuillez sélectionner un fichier en cliquant sur le bouton "Parcourir".

# first_transition_must_leave_wf_initial_state
source: Please respect order of transitions sequence to present an item, the first given transition is not a transition leaving the item workflow initial state.
fr: Respectez bien l'ordre des transitions menant à l'état 'présenté', la première transition renseignée n'est pas une transition qui part de l'état initial du workflow du point.

# folder_title_descr
source: In the application folder of every member, a sub-folder is created for each meeting configuration. The name of this sub-folder is defined here.
fr: Dans le répertoire de chaque utilisateur, un sous-répertoire par configuration de séance est créé. Le nom de ce sous-répertoire se définit ici.

# front_page_body
source: <p>PloneMeeting body in HTML format.</p>
fr: <p>Avant de tester, nous vous recommandons de lire la <span class="link-external"><a target="_blank" href="http://www.imio.be/support/documentation/manual/plonemeeting41">documentation</a></span> qui explique en détails le fonctionnement du logiciel. Ce manuel évolue constamment.</p>

# front_page_description
source: Manage here your official meetings.
fr: Cet outil permet de gérer vos séances délibératoires.

# front_page_title
source: Welcome to the Management of deliberations!
fr: Bienvenue dans la Gestion des délibérations!

# functional_admin_email_descr
source: E-mail address to use for notifications sent by the application. If not set, the e-mail sender defined in Plone will be used.
fr: Adresse e-mail a utiliser lors de l'envoi des notifications. Si ce champ n'est pas rempli, l'adresse e-mail définie dans la configuration de Plone sera utilisée.

# functional_admin_name_descr
source: Type here the full name of the functional administrator. If defined, it will be included in the 'from' part of email notifications sent by the application.
fr: Ecrivez ici le nom complet de l'administrateur fonctionnel. Si défini, il sera utilisé dans le champ "de" des courriels de notification envoyés.

# given_wf_path_does_not_lead_to_present
source: Please respect order of transitions sequence to present an item, the given sequence of transitions is wrong.
fr: Respectez bien l'ordre des transitions menant à l'état 'présenté', la succession de transitions renseignée n'est pas valide.

# goto_first
source: Back to the first elements
fr: Revenir aux tout premiers éléments

# goto_item
source: Go to item numbered
fr: Aller au point numéro

# goto_last
source: Go to the last elements
fr: Aller aux tout derniers éléments

# goto_next
source: Next ${number} element(s)
fr: Consulter les ${number} éléments suivants

# goto_page
source: Go to page containing item
fr: Aller à la page contenant le point

# goto_previous
source: Previous ${number} elements
fr: Consulter les ${number} éléments précédents

# group_certified_signatures_descr
source: Leave empty to use the signatures defined on the meeting configuration. You may only redefine the certified signatures partially, for example, you may redefine signature number '2', the signature number '1' will still be taken from the meeting configuration.
fr: Si vous spécifiez des signatures dans ce champ, elle seront utilisées pour les points proposés par ce groupe, si le champ est vide, les signatures définies dans la configuration de séance seront utilisées. Vous pouvez redéfinir partiellement les signatures, par exemple, si vous ne redéfinissez que la signature numéro "2", la signature numéro "1" définie sur la configuration de séance sera utilisée.

# group_item_advice_edit_states_descr
source: When an item is in one of the states you choose here, it will be possible for an adviser of this group to modify or delete an advice on this item. If you don't specify any state here, a list of states, global to all groups, defined at the config level will be used instead. <span style='color: red;'>If you change this parameter, do not forget to run 'Update items and meetings'!</span>
fr: Quand un point est dans un des états que vous sélectionnez ici, il sera possible pour un aviseur de ce groupe de modifier ou supprimer un avis donné. Si vous ne spécifiez aucun état ici, une liste d'états globale à tous les groupes, définie au niveau de la configuration de séance, sera utilisée à la place. <span style='color: red;'>Si vous modifiez ce paramètre, n'oubliez pas d'exécuter "Mettre à jour les points et séances"!</span>

# group_item_advice_states_descr
source: When an item is in one of the states you choose here, it will be possible for an adviser of this group to add an advice on this item. If you don't specify any state here, a list of states, global to all groups, defined at the config level will be used instead. <span style='color: red;'>If you change this parameter, do not forget to run 'Update items and meetings'!</span>
fr: Quand un point est dans un des états que vous sélectionnez ici, il sera possible pour un aviseur de ce groupe de donner un avis. Si vous ne spécifiez aucun état ici, une liste d'états globale à tous les groupes, définie au niveau de la configuration de séance, sera utilisée à la place. <span style='color: red;'>Si vous modifiez ce paramètre, n'oubliez pas d'exécuter "Mettre à jour les points et séances"!</span>

# group_item_advice_view_states_descr
source: When an item is in one of the states you choose here, it will be possible for an adviser selected on this item to continue to view the item. If you don't specify any state here, a list of states, global to all groups, defined at the config level will be used instead. <span style='color: red;'>If you change this parameter, do not forget to run 'Update items and meetings'!</span>
fr: Quand un point est dans un des états que vous sélectionnez ici, il sera possible pour un aviseur sélectionné sur ce point de voir le point. Si vous ne spécifiez aucun état ici, une liste d'états globale à tous les groupes, définie au niveau de la configuration de séance, sera utilisée à la place. <span style='color: red;'>Si vous modifiez ce paramètre, n'oubliez pas d'exécuter "Mettre à jour les points et séances"!</span>

source: groups_in_charge_descr
fr: Sélectionnez le(s) groupe(s) en charge de ce groupe. Cette information pourra être affichée sur un document ou pourra être utilisée dans le champ 'Méthode(s) de tri lors de l'ajout d'un point dans une séance' des configurations de séance. <span style='color: red;'>ATTENTION, ajouter ou supprimer des groupes en charge n'affectera pas les points existants, y compris les points récurrents et les modèles de points, adaptez les manuellement si nécessaire.</span>

# gui
source: User interface
fr: Interface utilisateur

# heading_criteria
source: Criteria
fr: Critères

# heading_is_active
source: Active?
fr: Actif(ve)?

# heading_subtypes
source: Subtypes
fr: Sous-types d'annexes

# helpSelectItemsIcon
source: Check/uncheck items
fr: Cocher/décocher les points

# help_no_preview_available
source: No preview available because this type of file can not be converted. Please use common office formats. You can download the file, look in the 'actions' column.
fr: Aucune prévisualisation pour cette annexe car ce type de fichier ne peut être converti correctement. Utilisez un format bureautique courant (.doc, .xls, .odt, ...). Vous pouvez cependant télécharger cette annexe en utilisant l'action "Télécharger" dans la colonne "Actions".

# help_no_preview_available_conversion_error
source: No preview available because there was an error during conversion to a previewable format. Please contact system administrator that will have access to more debugging informations.
fr: Aucune prévisualisation pour cette annexe car une erreur est survenue pendant la conversion. Contactez votre administrateur système qui aura accès à davantage d'informations concernant cette erreur.

# help_no_preview_available_conversion_error_manager
source: No preview available because there was an error during conversion to a previewable format. Click on the annex to access debugging informations.
fr: Aucune prévisualisation pour cette annexe car une erreur est survenue pendant la conversion. Cliquez sur le titre de l'annexe pour accéder à une page affichant davantage d'informations concernant cette erreur.

# help_no_preview_available_under_conversion
source: No preview available because this file is currently being converted to a previewable format. Please come back in a few minutes when the conversion will be finished. The conversion takes ususally 1 or 2 seconds by page. You may also download the file using the 'green arrow' icon.
fr: L'annexe est en cours de conversion vers un format prévisualisable. Rechargez la page dans quelques minutes. La conversion prend généralement 1 à 2 secondes par page à convertir. Vous pouvez également télécharger l'annexe en utilisant l'icône "flèche verte" ci-contre.

source: Hidden during redaction
fr: Caché pendant la rédaction de l'avis

# hide_css_classes_to_descr
source: Select profiles to which Css classes defined here above in the "Css classes to hide" field will not be rendered. <span style='color: red;'>If you enable this on a site that already contains items and advices, go to the Zope root --> Control_Panel --> Database Mangement --> select the correct database then go to the "Flush Cache" tab and hit the "Minimize" button.</span>
fr: Sélectionnez les profils pour lesquels les classes Css définies ci-dessus dans le champ "Classes Css à cacher" ne seront pas rendues. <span style='color: red;'>Si vous activez cela sur un site contenant déjà des points et avis, allez à la racine de Zope --> Control_Panel --> Database Mangement --> sélectionnez la bonne base de données, allez sur l'onglet "Flush Cache" et cliquez sur le bouton "Minimize".</span>

# hide_item_history_comments_to_users_outside_proposing_group_descr
source: If box is checked, when a user will access the history of an item, the comments of the listed events will only be shown if current user is part of the item's proposing group.
fr: Si vous cochez cette case, lorsqu'un utilisateur accèdera à l'historique d'un point, les commentaires ne lui seront affichés que s'il fait partie du groupe proposant sélectionné sur le point.

# hide_meeting_view_page
source: This page is currently not accessible. Meeting managers will soon allow you to access it again. Sorry for the inconvenience.
fr: Cette page n'est pas accessible pour le moment. Les gestionnaires de séance vous y donneront à nouveau accès bientôt. Désolé pour le désagrément.

# hide_not_viewable_linked_items_to_descr
source: This will hide not viewable linked items to selected profiles instead of showing it with the 'You can not access this element' warning.
fr: Ceci cachera les points liés à un point qui ne sont pas visibles au lieu d'afficher l'avertissement "(Vous n'avez pas accès à cet élément)".

# historize_item_data_when_advice_is_given_descr
source: When an advice is given, so when it switch to a state where adviser may not advice it anymore, it is historized. If you chek this box, every relevant item data (title and rich text fields) will be historized together with the advice.
fr: Lorsqu'un avis est officiellement rendu, c'est-à-dire lorsqu'il quitte l'état dans lequel les émetteurs d'avis peuvent encoder cet avis, ce dernier est historisé. Si vous cochez cette case, les informations essentielles du point (titre et champs de rexte riche) seront également historisées avec l'avis.

# historized_item_attrs_descr
source: For every field you select here, the application will keep track of any change on any item, if it is in one of the 'historizable' states as defined below. <span style='color: red;'>This functionnality is still in beta status, you may use it but encounter some weirdness, this will be entirely reworked in a forthcoming version.</span>
fr: Pour chaque champ que vous sélectionnez ici, l'application conservera la trace de tout changement sur chaque point qui est dans un des états listés ci-dessous. <span style='color: red;'>Cette fonctionnalité est toujours dans un status "BETA", vous pourriez rencontrer un comportement étrange lors de l'utilisation. Cette fonctionnalité sera complètement retravaillée dans une prochaine version.</span>

# history_changes
source: See changes
fr: Voir les changements

# history_delete
source: Deleted by ${userName}
fr: Supprimé par ${userName}

# history_insert
source: Inserted by ${userName}
fr: Inséré par ${userName}

# history_last
source: See last, uncolored version
fr: Voir la dernière version (non colorisée)

# holidays_date_not_ascending_error
source: Defined date must be defined by ascending order, from older date at the top to newer date at the bottom.
fr: Les dates doivent être définies de manière ascendante, de la plus ancienne à la plus récente.

# holidays_descr
source: These dates will be used to compute advices delays. <span style='color: red;'>If you change this parameter and modified dates are interacting with some existing advice delays, do not forget to run 'Update items and meetings'!</span>
fr: Ces dates seront utilisées lors du calcul des délais des avis. <span style='color: red;'>Si vous modifiez ce paramètre et que les dates modifiées peuvent changer le délai d'un avis existant, n'oubliez pas d'exécuter "Mettre à jour les points et séances"!</span>

# holidays_removed_date_in_use_error
source: You removed a date that is currently in use!
fr: Vous ne pouvez pas supprimer une date qui est/a été utilisée! Vérifiez par exemple ${item_url}

# holidays_warning_message
source: There are not enough holidays defined in the configuration, please contact you system administrator!
fr: Il n'y a plus suffisamment de jours fériés définis dans la configuration. Ces jours sont utilisés dans le calcul du délai des avis. Ce message apparaît lorsque le dernier jour défini dans la configuration est dans moins de 60 jours. Contactez votre administrateur système si nécessaire.

# holidays_wrong_date_format_error
source: Wrong date format, please use following format : 'YYYY/MM/DD'.
fr: Mauvais format de date, utilisez le format "AAAA/MM/JJ".

# hs_logged_out_body
source: Thank you for your visit.
fr: Merci pour votre visite.

# hs_logged_out_title
source: You are now disconnected.
fr: Vous êtes maintenant déconnecté.

# hs_name
source: Name
fr: Nom

# hs_welcome_body
source: This application allows you to manage your official meetings.
fr: Cette application vous permet de gérer vos séances délibératoires.

# icon_color_black
source: Black
fr: Noire

# icon_color_default
source: 'Default' (Blue)
fr: "Par défaut" (Bleue)

# icon_color_green
source: Green
fr: Verte

# icon_color_grey
source: Grey
fr: Grise

# icon_color_pink
source: Pink
fr: Rose

# icon_color_purple
source: Purple
fr: Violette

# icon_color_red
source: Red
fr: Rouge

# icon_color_yellow
source: Yellow
fr: Jaune

# icon_help_accepted_but_modified
source: Accepted but modified
fr: Accepté avec modifications

# icon_help_cloned_and_decided
source: Sent from ${meetingConfigTitle} (${meetingDate}), original item is "${predecessorState}".
fr: Reçu depuis le ${meetingConfigTitle} (${meetingDate}), le point original est "${predecessorState}".

# icon_help_cloned_not_decided
source: Sent from ${meetingConfigTitle} (${meetingDate}), original item is "${predecessorState}".
fr: Reçu depuis le ${meetingConfigTitle} (${meetingDate}), le point original est "${predecessorState}".

# icon_help_cloned_not_presented
source: Sent from ${meetingConfigTitle}, original item is "${predecessorState}".
fr: Reçu depuis le ${meetingConfigTitle}, le point original est "${predecessorState}".

# icon_help_delayed
source: Delayed
fr: Reporté

# icon_help_late
source: Late
fr: En urgence

# icon_help_marked_not_applicable
source: Marked not applicable
fr: Marqué sans objet

# icon_help_postponed_next_meeting
source: Postponed next meeting
fr: Reporté à la prochaine séance

# icon_help_pre_accepted
source: Pre accepted
fr: Accepté provisoirement

# icon_help_prevalidated
source: Pre-validated
fr: Pré-validé

# icon_help_publish_deadline_ko
source: The validation deadline for meeting freezing has not been respected
fr: L'échéance de validation pour le gel de cette séance n'a pas été respectée

# icon_help_publish_freeze_ko
source: The validation deadline for meeting publication has not been respected
fr: L'échéance de validation pour publication dans cette séance n'a pas été respectée

# icon_help_refused
source: Refused
fr: Refusé

# icon_help_removed
source: Removed
fr: Retiré

# icon_help_returned_to_proposing_group
source: Returned to proposing group for corrections
fr: À corriger

# icon_help_waiting_advices
source: Waiting advices
fr: En attente des avis
