Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/PloneMeeting.po
Languages: fr

# icon_help_waiting_advices_from_itemcreated
source: Waiting advices (Item created)
fr: En attente des avis (En création)

# icon_help_waiting_advices_from_prevalidated
source: Waiting advices (Prevalidated)
fr: En attente des avis (Pré-validé)

# icon_help_waiting_advices_from_proposed
source: Waiting advices (Proposed)
fr: En attente des avis (Proposé)

# icon_help_wf_down
source: This item is down the workflow
fr: Ce point redescend le workflow

# icon_help_wf_up
source: This item is again up the workflow
fr: Ce point passe à nouveau par cette étape dans le workflow

# iconname_does_not_exist
source: To use this functionnality, it is necessary that the icon '${iconname}' that will trigger the action exists. Please creates it before continuing...
fr: Pour utiliser cette fonctionnalité, il est nécessaire que l'icône "${iconname}" qui sera utilisée pour déclencher l'action existe. Veuillez la créer.

# inserting_methods_at_the_end_not_alone_error
source: You can not select another inserting method together with the 'At the end' inserting method.
fr: Si vous sélectionnez la méthode d'insertion "A la fin de la séance", vous ne pouvez pas sélectionner d'autre méthode d'insertion.

# inserting_methods_can_not_select_several_times_same_method_error
source: You can not select same inserting method several times.
fr: Vous ne pouvez pas sélectionner plusieurs fois la même méthode d'insertion.

# inserting_methods_not_using_categories_error
source: You can not select 'Follow categories order' inserting method as this meeting configuration does not use categories.
fr: Vous ne pouvez pas sélectionner "Suivre l'odre des catégories" car cette configuration de séance n'utilise pas les catégories.

# inserting_methods_not_using_poll_type_error
source: You can not select 'Follow poll type order' inserting method as the field 'Poll type' is not selected in the field 'Attributes used for characterizing an item' of this meeting configuration.
fr: Vous ne pouvez pas sélectionner "Par mode de scrutin" car "Mode de scrutin" n'est pas sélectionné dans le champ "Attributs utilisés pour caractériser un point" de cette configuration de séance.

# inserting_methods_not_using_privacy_error
source: You can not select 'Follow privacy order' inserting method as the field 'Privacy' is not selected in the field 'Attributes used for characterizing an item' of this meeting configuration.
fr: Vous ne pouvez pas sélectionner "Par niveau de confidentialité" car "Niveau de confidentialité" n'est pas sélectionné dans le champ "Attributs utilisés pour caractériser un point" de cette configuration de séance.

# inserting_methods_not_using_to_discuss_error
source: You can not select 'Follow to discuss order' inserting method as the field 'To discuss ?' is not selected in the field 'Attributes used for characterizing an item' of this meeting configuration.
fr: Vous ne pouvez pas sélectionner "Par point A évoquer en séance? (A évoquer en séance? et ensuite pas A évoquer en séance?)" car "A évoquer en séance?" n'est pas sélectionné dans le champ "Attributs utilisés pour caractériser un point" de cette configuration de séance.

# inserting_methods_on_add_item_descr
source: Choose the methods that will be successively applied to define where the item will be added by default when inserted into a meeting.
fr: Permet de définir les méthodes successivement appliquées lors de l'insertion d'un point dans une séance.

# inserting_methods_on_privacy_reverse_error
source: You can not use 'Reverse' with the inserting method 'Follow privacy order'. If you need to change the order, you can do it using field 'Selectable privacies' here under.
fr: Vous ne pouvez pas utiliser "Inverser?" avec la méthode d'insertion "Par niveau de confidentialité". Utilisez le champ "Niveaux de confidentialité utilisés" ci-dessous pour définir l'ordre d'insertion.

# internal_notes_descr
source: This field is only accessible to members of the proposing group.
fr: Ce champ n'est accessible qu'aux membres du groupe proposant.

# is_attendee
source: Attendee?
fr: Présent?

# is_confidential_default_descr
source: If annex confidentiality is enabled on the meeting configuration (in the 'Advices and access' tab), you can define here the default value of the 'Confidential ?' attribute for annexes that will be created using this meeting file type. This default value will be editable on created annexes by meeting managers.
fr: Si la confidentialité des annexes est activée pour cette configuration de séance (onglet "Avis et accès"), vous pouvez définir ici la valeur par défaut du champ "Confidentielle?" des annexes créées utilisant ce type de fichier. Cette valeur pourra être modifiée par les gestionnaires de séances sur les annexes créées.

# is_excused
source: Excused?
fr: Absent (excusé)?

# is_late_attendee
source: Late attendee?
fr: Présent, mais pas au début?

# is_replaced
source: Replaced by
fr: Remplacé par

# is_signer
source: Signer?
fr: Signataire?

# is_voter
source: Voter?
fr: Votant?

# itemAdviceEditStates_validation_error
source: Values defined in the 'itemEditStates' field must contains at least every values selected in the 'itemAdvicesStates' field! Missing states is (are) : ${missingStates}.
fr: Les états sélectionnés ici doivent reprendre au moins tous les états définis dans le champ "États des points dans lesquels on peut donner un avis" ci-dessus! État(s) manquant(s) : ${missingStates}.

# itemClonedToThisMC_mail_body
source: The item is entitled '${itemTitle}'. You can access this item here: ${objectUrl}.
fr: L'objet du point est "${itemTitle}". Accédez au point ici: ${objectUrl}.

# itemClonedToThisMC_mail_subject
source: ${itemTitle} has been transfered to ${'meetingConfigTitle'}.
fr: ${meetingConfigTitle} - Point reçu depuis ${originMeetingConfigTitle} - ${itemTitle}

# itemDelayed_mail_body
source: While this item is still in the meeting, but marked as 'delayed', a copy of it has been created at ${objectUrl}. You can work on it again and propose it to another meeting.
fr: Ce point est toujours dans la séance mais marqué comme "Reporté", une copie en a été créée ici: ${objectUrl}. Vous pouver retravailler ce point et le proposer à une autre séance.

# itemDelayed_mail_subject
source: ${meetingConfigTitle} - One of your items: ${itemTitle}, has been delayed.
fr: ${meetingConfigTitle} - Point reporté - ${itemTitle}

# itemPresented_mail_body
source: This meeting may still be under construction and is potentially inaccessible. The item is entitled '${itemTitle}'. You can access this item here: ${objectUrl}.
fr: La séance est peut-être encore en cours d'élaboration et donc inaccessible pour l'instant. L'objet du point est "${itemTitle}". Accédez au point ici: ${objectUrl}.

# itemPresented_mail_subject
source: ${meetingConfigTitle} - One of your items: '${itemTitle}', has been inserted into a meeting.
fr: ${meetingConfigTitle} - Point inséré dans une séance - ${itemTitle}

# itemUnpresented_mail_body
source: The item is entitled '${itemTitle}'. You can access this item here: ${objectUrl}.
fr: L'objet du point est "${itemTitle}". Accédez au point ici: ${objectUrl}.

# itemUnpresented_mail_subject
source: ${meetingConfigTitle} - One of your items: '${itemTitle}', has been removed from a meeting.
fr: ${meetingConfigTitle} - Point retiré de la séance - ${itemTitle}

# item_actions_interface_descr
source: Similarly to the preceding field, all the actions that are triggered when an item goes from one state to another are configurable through the development of another Plone product into which you must:<ul><li>create a Python interface that inherits from interface Products.PloneMeeting.interfaces.IMeetingItemWorkflowActions (you must enter the full package name of this interface in the field below);</li><li>create and declare in ZCML an adapter that adapts the interface Products.PloneMeeting.interfaces.IMeetingItem to the interface you have defined in the previous step.</li></ul>Your adapter may inherit from the default adapter Products.PloneMeeting.MeetingItem.MeetingItemWorkflowActions: it will allow you to override only methods for which you want an altered behaviour. All the methods proposed by the interface Products.PloneMeeting.interfaces.IMeetingItemWorkflowActions are documented.
fr: À l'instar du champ précédent, toutes les actions qui sont déclenchées lorsqu'un point passe d'un état à un autre sont configurables via le développement d'un produit Plone tiers dans lequel vous devez:<ul><li>créer une interface Python qui hérite de l'interface Products.PloneMeeting.interfaces.IMeetingItemWorkflowActions (c'est le nom complet de cette interface que vous devez spécifier dans ce champ);</li><li>créer et déclarer en ZCML un adapter qui adapte l'interface Products.PloneMeeting.interfaces.IMeetingItem vers l'interface que vous avez définie au point précédent.</li></ul>Vous pouvez faire hériter votre adapter de l'adapter par défaut Products.PloneMeeting.MeetingItem.MeetingItemWorkflowActions: cela vous permettra de remplacer ou overrider uniquement les méthodes pour lesquelles vous voulez un comportement différent. Toutes les méthodes proposées par l'interface Products.PloneMeeting.interfaces.IMeetingItemWorkflowActions sont documentées.

# item_advice_edit_states_descr
source: When an item is in one of the states you choose here, it will be possible to modify or delete an advice on this item. States defined here must contains at least every states defined in the 'Item states allowing to define advices' field here above. <span style='color: red;'>If you change this parameter, do not forget to run 'Update items and meetings'!</span>
fr: Quand un point est dans un des états que vous sélectionnez ici, il sera possible de modifier ou supprimer un avis donné. Attention, les états sélectionnés ici doivent reprendre au moins tous les états définis dans le champ "États des points dans lesquels on peut donner un avis" ci-dessus. <span style='color: red;'>Si vous modifiez ce paramètre, n'oubliez pas d'exécuter "Mettre à jour les points et séances"!</span>

# item_advice_invalidate_states
source: When advice invalidation is enabled, it will be the case only for items which are in one of the states selected here.
fr: Quand l'invalidation des avis est activée, cela l'est uniquement pour les points qui sont dans un des états sélectionnés ici.

# item_advice_states_descr
source: When an item is in one of the states you choose here, it will be possible to add an advice on this item. <span style='color: red;'>If you change this parameter, do not forget to run 'Update items and meetings'!</span>
fr: Quand un point est dans un des états que vous sélectionnez ici, il sera possible de donner un avis. <span style='color: red;'>Si vous modifiez ce paramètre, n'oubliez pas d'exécuter "Mettre à jour les points et séances"!</span>

# item_advice_view_states_descr
source: When an item is in one of the states you choose here, it will be possible for groups the advice is asked for, to continue to view the item. <span style='color: red;'>If you change this parameter, do not forget to run 'Update items and meetings'!</span>
fr: Quand un point est dans un des états que vous sélectionnez ici, il sera toujours visible par les utilisateurs auxquels un avis est demandé sur le point. <span style='color: red;'>Si vous modifiez ce paramètre, n'oubliez pas d'exécuter "Mettre à jour les points et séances"!</span>

# item_annex_confidential_visible_for_descr
source: Select here profiles of users that will be able to see an annex added to an item that is set confidential. <span style='color: red;'>If you change this and there are existing confidential annexes, please run the action 'Update categorized elements' in the 'Item annex types' and 'Item annex types (after decision)' configuration.</span>
fr: Sélectionnez ici les profils d'utilisateurs qui pourront voir les annexes ajoutées à des points et définies comme confidentielles. <span style='color: red;'>Si vous changez ces valeurs et que des annexes confidentielles existent, exécutez l'action "Mise à jour des éléments catégorisés" dans la configuration des "Annexes aux points" et "Annexes aux points (après décision)".</span>

# item_assembly
source: Assembly for the item
fr: Assemblée pour ce point

# item_assembly_absents_descr
source: If you don't fill this field, meeting assembly absents will be used for this item
fr: Si vous ne remplissez pas ce champ, les absents définis sur la séance seront utilisés

# item_assembly_descr
source: If you don't fill this field, meeting assembly will be used for this item. Add [[ ]] around absent people (like [[Mister Sample Peter]]) if you do not use excused and absent fields
fr: Si vous ne remplissez pas ce champ, l'assemblée définie sur la séance sera utilisée. Ajoutez des double crochets [[ ]] autour des personnes absentes, par exemple : [[Mr. Untel Didier]] si vous n'utilisez pas les champs 'Excusés' et 'Absents'

# item_assembly_excused_descr
source: If you don't fill this field, meeting assembly excused will be used for this item
fr: Si vous ne remplissez pas ce champ, les excusés définis sur la séance seront utilisés

# item_auto_sent_to_other_mc_states_descr
source: As soon as an item will be in one of the states you check here, it will be sent to other meeting configurations selected on it.
fr: Dès qu'un point sera dans un des états cochés ci-dessous, il sera automatiquement envoyé vers les configurations de séances sélectionnées sur celui-ci.

# item_budget_infos_states_descr
source: When an item is in one of the states you choose here, it will be possible for budget impact editors to edit the budgetary informations. <span style='color: red;'>If you change this parameter, do not forget to run 'Update items and meetings'!</span>
fr: Quand un point est dans un des états que vous sélectionnez ici, il sera possible pour les utilisateurs qui sont dans le groupe de "Gestionnaires d'informations budgétaires" de cette configuration de séance de modifier les informations budgétaires. <span style='color: red;'>Si vous modifiez ce paramètre, n'oubliez pas d'exécuter "Mettre à jour les points et séances"!</span>

# item_budget_related_descr
source: Check this box to display a field where you will be able to encode budgetary informations.
fr: Si vous cochez cette case, une zone supplémentaire s'affichera ci-dessous pour y encoder les informations budgétaires de ce point.

# item_columns_descr
source: Choose here which columns to display when listing items (ie, when requesting 'my items', 'all items', ... or when performing custom searches).
fr: Choisissez ici les colonnes à afficher sur les listes de points (par exemple, sur les listes prédéfinies comme "mes points" ou "tous les points" ou sur des résultats de recherches avancées).</span>

# item_completeness_descr
source: Specify here if item looks complete. If you select 'Incomplete', you will be able to add a comment.
fr: Spécifiez ici le niveau de complétude de ce point. Si vous sélectionnez "Le point est incomplet", une zone de commentaire supplémentaire sera affichée et vous permettra de détailler les pièces manquantes.

# item_conditions_interface_descr
source: On the item workflow, some boolean expressions guard the execution of the transitions from one state to another. Those conditions, together with other conditions useful at various levels, are defined as methods of a Python interface. You can modify those conditions at will, through the development of another Plone product into which you must: <ul><li>create a Python interface that inherits from interface Products.PloneMeeting.interfaces.IMeetingItemWorkflowConditions (you must enter the full package name of this interface in the field below);</li><li>create and declare in ZCML an adapter that adapts the interface Products.PloneMeeting.interfaces.IMeetingItem to the interface you have defined in the previous step.</li></ul>Your adapter may inherit from the default adapter Products.PloneMeeting.MeetingItem.MeetingItemWorkflowConditions: it will allow you to override only methods for which you want an altered behaviour. All the methods proposed by the interface Products.PloneMeeting.interfaces.IMeetingItemWorkflowConditions are documented.
fr: Sur le workflow gouvernant les points, une série d'expressions booléennes conditionnent l'exécution des transitions entre états. Ces conditions, ainsi que d'autres conditions utiles à divers niveaux sont définies en tant que méthodes d'une interface Python. Vous pouvez modifier comme vous le voulez ces conditions, via le développement d'un produit Plone tiers dans lequel vous devez:<ul><li>créer une interface Python qui hérite de l'interface Products.PloneMeeting.interfaces.IMeetingItemWorkflowConditions (c'est le nom complet de cette interface que vous devez spécifier dans ce champ);</li><li>créer et déclarer en ZCML un adapter qui adapte l'interface Products.PloneMeeting.interfaces.IMeetingItem vers l'interface que vous avez définie au point précédent.</li></ul>Vous pouvez faire hériter votre adapter de l'adapter par défaut Products.PloneMeeting.MeetingItem.MeetingItemWorkflowConditions: cela vous permettra d'overrider uniquement les méthodes pour lesquelles vous voulez un comportement différent. Toutes les méthodes proposées par l'interface Products.PloneMeeting.interfaces.IMeetingItemWorkflowConditions sont documentées.

# item_copygroups_states_descr
source: When an item is in one of the states you choose here, it will be viewable by copy groups. <span style='color: red;'>If you change this parameter, do not forget to run 'Update items and meetings'!</span>
fr: Quand un point est dans un des états que vous sélectionnez ici, il sera visible par les groupes qui sont mis "en copie" du point. <span style='color: red;'>Si vous modifiez ce paramètre, n'oubliez pas d'exécuter "Mettre à jour les points et séances"!</span>

# item_created_only_using_template_descr
source: If you check this box, item creators will only be able to create new items using an item template, no more item from scratch.
fr: Si vous cochez cette case, les créateurs de points devront obligatoirement sélectionner un modèle pour créer un nouveau point, ils ne pourront plus créer un point vierge.

# item_did_not_move
source: No move occurred because you specified the same item number.
fr: Aucun déplacement n'a eu lieu.

# item_down_wf_term
source: Item down workflow
fr: Redescend le workflow

# item_duplicated
source: The item has been duplicated: you currently see the duplicated item.
fr: Point dupliqué : vous voyez actuellement le nouveau point.

# item_duplicated_and_link_kept
source: The item has been duplicated and a link to the original item has been kept: you currently see the duplicated item.
fr: Point dupliqué et lien vers le point original gardé : vous voyez actuellement le nouveau point.

# item_icon_color_descr
source: This icon is shown in different places where different kind of item (college, council, ...) are shown together. This is the case in the full text quick search displayed up right in the application, when selecting manually linked items or viewing linked items on the item view. <span style='color: red;'>If you change this parameter, this will update the icon of each created items of this meeting configuration and this could take some time depending on number of items. Do not change this during high use period!</span>
fr: Cette icône est affichée à différents endroits de l'application où des points de plusieurs configuration de séances sont affichés ensemble, ceci permet de les différencier, par exemple lors de l'utilisation de la recherche plein texte disponible en haut à droite de l'écran de l'application, ou dans la gestion des points liés. <span style='color: red;'>Attention, si vous changez ce paramètre, l'icône des points existants sera mise à jour, ceci peut prendre du temps en fonction du nombre de points, ne pas changer ce paramètre dans une période de forte utilisation!</span>

# item_illegal_move
source: You can't make this move. Please specify a valid number.
fr: Vous ne pouvez pas effectuer ce déplacement. Spécifiez un numéro valide s'il vous plaît.

# item_illegal_switch
source: Selected items may not be switched, specify item number manually.
fr: Le point sélectionné ne peut pas changer de position avec l'autre point, définissez un numéro de point manuellement.

# item_is_signed_no
source: The item is signed. Click on the image to unisgn to remove signature.
fr: Le point n'est pas signé.

# item_is_signed_no_edit
source: The item is not signed. Click on the image to apply signature.
fr: Le point n'est pas signé, cliquez sur l'image pour apposer la signature.

# item_is_signed_yes
source: The item is signed.
fr: Le point est signé.

# item_is_signed_yes_edit
source: The item is signed. Click on the image to remove signature.
fr: Le point est signé, cliquez sur l'image pour enlever la signature.

# item_manual_sent_to_other_mc_states_descr
source: When an item is in the states you check here, users having edit rights on the item will have the possibility to send the item to the other meeting configurations selected on it.
fr: Lorsqu'un point sera dans un des états cochés ci-dessous, les utilisateurs ayant le droit d'édition sur le point auront la possibilité de l'envoyer manuellement vers les autres configurations de séances sélectionnées sur celui-ci.

# item_number_invalid
source: No move occurred: please specify a valid number.
fr: Aucun déplacement n'a eu lieu: veuillez introduire un numéro valide.

# item_number_not_accessible
source: You do not have access to the item number you entered.
fr: Vous n'avez pas accès au numéro de point demandé.

# item_reference_format_descr
source: A reference is associated to every item. The reference format can be defined here, as a TAL expression. Elements 'item' (also available as 'here') and 'meeting' are available in the expression.
fr: À chaque point est associé une référence dont le format peut être défini ici, sous la forme d'une expression TAL. Les éléments "item" (aussi disponible sous le nom "here") et "meeting" sont disponibles dans l'expression.

# item_signatories_descr
source: If you don't select anyone in this list, meeting signatory(ies) will be used for this item.
fr: Si vous ne sélectionnez personne dans cette liste, les signataires de la séance seront utilisés.

# item_signatures_descr
source: If you don't fill this field, meeting signature(s) will be used for this item.
fr: Si vous ne remplissez pas ce champ, les signatures de la séance seront utilisées.

# item_specific
source: Specifically, for this item:
fr: Pour ce point en particulier:

# item_state
source: State
fr: État

# item_state_changed_default_mail_body
source: The item is entitled '${itemTitle}'. You can access this item here: ${objectUrl}.
fr: L'objet du point est "${itemTitle}". Accédez au point ici: ${objectUrl}.

# item_state_changed_default_mail_subject
source: ${meetingConfigTitle} - ${itemTitle} - The item is now in state '${itemState}'.
fr: ${meetingConfigTitle} - Point dans l'état "${itemState}" - ${itemTitle}

# item_templates_descr
source: Item templates will be available to users creating new items in the application.
fr: Les modèles de points seront disponibles aux utilisateurs qui créeront des points dans l'application.

# item_up_wf_term
source: Item up workflow again
fr: Remonte le workflow

source: item_with_given_advice_is_not_deletable_descr
fr: Si la case est cochée, un point sur lequel des avis ont été rendus ne pourra plus être supprimé, excepté par les gestionnaires de séances et les administrateurs.
