Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/PloneMeeting.po
Languages: fr

# item_workflow_descr
source: In this list, you see all workflows defined in your Plone site. Choose one that was specifically designed for managing the life cycle of an item: either 'meetingitem_workflow', the default item workflow that ships with PloneMeeting, or another workflow that was specifically created by developers within another Plone product for the items of this meeting configuration.
fr: Dans cette liste, vous voyez tous les workflows définis dans votre site Plone. Choisissez-en un qui a été spécifiquement conçu pour gérer le cycle de vie d'un point: soit "meetingitem_workflow", le workflow par défaut, soit un autre workflow qui a été spécifiquement conçu, par des développeurs au sein d'un produit Plone tiers, pour les points de cette configuration de séance.

# items_count
source: item(s)
fr: point(s)

# items_list_visible_columns_descr
source: Choose columns to display on the table of items presented to a meeting. Note that a fixed number of columns will always be displayed (like the column containing the item title or item number).
fr: Choisissez ici les colonnes qui seront affichées dans le tableau reprenant les points présentés dans une séance, sachant que certaines colonnes seront toujours visibles (les colonnes 'Objet' ou 'Numéro du point', par exemple).

# items_list_visible_fields_descr
source: Select here fields of the item that will be show/hidden when a user will click on the 'Show/hide details' label in the application. This will affect every listing of items, so classic listings and the meetings view.
fr: Sélectionnez les champs à masquer/afficher lorsque l'utilisateur cliquera sur le libellé "Afficher/masquer les détails" se trouvant dans l'entête "Objet" d'un tableau de bord. Ceci concerne tous les tableaux affichant des éléments, donc, les tableaux de points et séances (mes points, tous les points, toutes les décisions, ...) ainsi que les tableaux de points affichés sur les séances (points disponibles, points présentés, ...).

# keep_original_to_print_of_cloned_items_descr
source: If enabled, when an item is duplicated into or to this configuration, the 'to print?' information defined on cloned annexes will be kept. If not enabled, the default defined here under is used.
fr: Si activé, lorsqu'un point est dupliqué dans ou vers cette configuration de séance, l'information "A imprimer?" définie sur les annexes sera gardée. Si désactivé, ce sont les valeurs par défaut définies dans les champs "Marquer les annexes comme 'à imprimer' par défaut?" et "Marquer les annexes après décision comme 'à imprimer' par défaut?" ci-dessous qui seront utilisées.

# label_choose_element_in_list
source: Choose an element in the list
fr: Choisissez un élément dans la liste

# label_create_an_element
source: Create an element of this type
fr: Créer un élément de ce type

# label_edit
source: Edit
fr: Modifier

# label_schema_default
source: Main information
fr: Information principale

# label_schema_pm_search
source: Search
fr: Recherche

# last_meeting_number_descr
source: Within every meeting configuration, meetings are numbered sequentially.
fr: Au sein de chaque configuration, les séances sont numérotées en séquence.

# last_transition_must_result_in_presented_state
source: Please respect order of transitions sequence to present an item, the given sequence is not resulting in the 'presented' state.
fr: Respectez bien l'ordre des transitions menant à l'état "présenté", la succession de transitions renseignée ne mène pas à l'état "présenté".

# late
source: Late item
fr: Point supplémentaire (ou en urgence)

# lateItem_mail_body
source: The item is entitled '${itemTitle}'. You can access this item here: ${objectUrl}.
fr: L'objet du point est "${itemTitle}". Accédez au point ici: ${objectUrl}.

# lateItem_mail_subject
source: ${meetingConfigTitle} - A 'late' item has been validated.
fr: ${meetingConfigTitle} - Un point en urgence vient d'être validé.

# let_item_in_initial_state
source: --- Do nothing, let the item in the workflow initial state ---
fr: --- Ne rien faire, laisser le point dans son état initial ---

# linked_items
source: Linked items (${auto_linked_items})
fr: Points liés (${auto_linked_items})

# linked_items_with_manually_linked_items
source: Linked items, ${auto_linked_items} automatically and ${manually_linked_items} manually
fr: Points liés, ${auto_linked_items} automatiquement et ${manually_linked_items} manuellement

# list_types_descr
source: Types of list of items that will be available when an item is linked to a meeting.
fr: Types de liste de points qui seront disponibles lorsqu'un point est dans une séance.

# listingheader_size
source: Size
fr: Taille

# listingheader_title
source: Title
fr: Titre

# ma_second_language
source: Manage content in a second language
fr: Gérer le contenu dans une seconde langue

# ma_second_language_cfg
source: Manage configuration content in a second language
fr: Gérer le contenu de la configuration dans une seconde langue

# mail
source: Emails
fr: Courriels

# mail_item_events_descr
source: In the list below, select the item-related events that will cause an e-mail being sent.
fr: Dans la liste ci-dessous, sélectionnez les événements portant sur les points qui déclencheront l'envoi d'un courriel.

# mail_meeting_events
source: In the list below, select the meeting-related events that will cause an e-mail being sent. This e-mail warns about the new meeting state (for example, 'agenda has been published', 'decisions have been published').
fr: Dans la liste ci-dessous, sélectionnez les événements portant sur les séances qui déclencheront l'envoi d'un courriel.

# mail_mode_activated
source: Activated
fr: Activé

# mail_mode_deactivated
source: Deactivated
fr: Désactivé

# mail_mode_descr
source: The mail mode allows to choose, in a global way, if you want to activate or not email notifications. If you choose the 'test' mode, instead of sending emails, the system will log, in event.log, the list of recipients, the subject and body of the mail, which may be interesting for test purposes.
fr: Le mode d'envoi des courriers vous permet de choisir, de manière globale, l'activation ou non d'envois de courriels. Si vous choisissez l'option "test", au lieu d'envoyer des mails, le système va enregistrer dans event.log la liste des destinataires, le sujet et le corps du message, ce qui peut être intéressant pour faire des tests.

source: --- Make a choice ---
fr: --- Choisissez ---

# manage_item_not_update_items_numbers
source: Unable to update following items because you can not edit them, item numbers : ${itemNumbers}
fr: Impossible de mettre à jour le(s) point(s) suivant(s) car vous n'avez pas la permission de le(s) modifier, point(s) numéro(s) : ${itemNumbers}

# mandatory_advice_ko
source: At least one mandatory advice for this item is not positive or has not been given.
fr: Au moins un avis obligatoire pour ce point n'est pas positif ou n'a pas été rendu.

# manually_linked_items_descr
source: Select here items that are linked to this item. These items will appear in linked items but separated from items linked automatically by the application. Current item will be also visible in the manually linked items of items you just linked... To remove a linked item, just unckeck the checkbox in front of the item title. Items will be automatically sorted chronologically. Manually linked items works like a 'virtual folder' where every items are stored. If you unlink an item, it will be unlinked from every items of the 'virtual folder'. If you unlink every items, this will destroy this 'virtual folder'.
fr: Sélectionnez les points qui sont liés au point courant, pour en enlever un, décochez sa case. Les points liés affichés seront triés chronologiquement et formeront un "dossier virtuel" où tous les points sont liés entre eux. Si vous enlevez un point de ce "dossier virtuel", il ne sera plus lié à aucun des autres points et si vous désélectionnez tous les points, plus aucun point ne sera lié aux autres.

source: marginal_notes_descr
fr: Ce champ continuera a être éditable par les gestionnaires de séance lorsque le point sera décidé.

# max_shown_available_items_descr
source: When displaying a meeting, the list of items that one may present to the meeting is paginated, define here the default pagination value.
fr: Lors de l'affichage d'une séance, la liste des points disponibles est paginée, définissez ici la valeur par défaut à utiliser.

# max_shown_listings_descr
source: When displaying a listing of elements using the dashboard (my items, all items, all decisions, ...), the list of elements is paginated, define here the default pagination value.
fr: Lors de l'affichage d'un tableau de bord affichant des éléments (mes points, tous les points, toutes les décisions, ...), la liste des éléments est paginée, définissez ici la valeur par défaut à utiliser.

# max_shown_meeting_items_descr
source: When displaying a meeting, the list of items in the meeting is paginated, define here the default pagination value.
fr: Lors de l'affichage d'une séance, la liste des points présentés est paginée, définissez ici la valeur par défaut à utiliser.

# max_shown_meetings_descr
source: If the number of meetings to display in any of those 2 portlets is higher than this number, a dropdown list will be shown.
fr: Si le nombre de séances à afficher dans l'une de ces 2 portlets est supérieur à ce nombre, une liste déroulante s'affichera au lieu d'une énumération de séances pouvant potentiellement prendre trop de place.

# meeting_actions_interface_descr
source: Similarly to the preceding field, all the actions that are triggered when a meeting goes from one state to another are configurable through the development of another Plone product into which you must:<ul><li>create a Python interface that inherits from interface Products.PloneMeeting.interfaces.IMeetingWorkflowActions (you must enter the full package name of this interface in the field below);</li><li>create and declare in ZCML an adapter that adapts the interface Products.PloneMeeting.interfaces.IMeeting to the interface you have defined in the previous step.</li></ul>Your adapter may inherit from the default adapter Products.PloneMeeting.Meeting.MeetingWorkflowActions: it will allow you to override only methods for which you want an altered behaviour. All the methods proposed by the interface Products.PloneMeeting.interfaces.IMeetingWorkflowActions are documented.
fr: À l'instar du champ précédent, toutes les actions qui sont déclenchées lorsqu'une séance passe d'un état à un autre sont configurables via le développement d'un produit Plone tiers dans lequel vous devez:<ul><li>créer une interface Python qui hérite de l'interface Products.PloneMeeting.interfaces.IMeetingWorkflowActions (c'est le nom complet de cette interface que vous devez spécifier dans ce champ);</li><li>créer et déclarer en ZCML un adapter qui adapte l'interface Products.PloneMeeting.interfaces.IMeeting vers l'interface que vous avez définie au point précédent.</li></ul>Vous pouvez faire hériter votre adapter de l'adapter par défaut Products.PloneMeeting.Meeting.MeetingWorkflowActions: cela vous permettra de remplacer ou overrider uniquement les méthodes pour lesquelles vous voulez un comportement différent. Toutes les méthodes proposées par l'interface Products.PloneMeeting.interfaces.IMeetingWorkflowActions sont documentées.

# meeting_annex_confidential_visible_for_descr
source: Select here profiles of users that will be able to see an annex added to a meeting that is set confidential. <span style='color: red;'>If you change this and there are existing confidential annexes, please run the action 'Update categorized elements' in the 'Meeting annnex types' configuration.</span>
fr: Sélectionnez ici les profils d'utilisateurs qui pourront voir les annexes ajoutées à des séances et définies comme confidentielles. <span style='color: red;'>Si vous changez ces valeurs et que des annexes confidentielles existent, exécutez l'action "Mise à jour des éléments catégorisés" dans la configuration des "Annexes aux séances".</span>

# meeting_app_default_view_descr
source: Choose here which page will be shown after logon.
fr: Choisissez ici la page qui s'affiche directement après connexion.

# meeting_columns_descr
source: Choose here which columns to display when listing meetings (ie, when displaying the list of available meetings or decisions, or when performing custom searches).
fr: Choisissez ici les colonnes à afficher sur les listes de séances (par exemple, sur la liste des séances disponibles ou passées, ou encore sur des résultats de recherches avancées).

# meeting_conditions_interface_descr
source: Similarly to interfaces defined for items, the conditions expressed on the transitions of the meeting workflow may be configured through the development of another Plone product into which you must:<ul><li>create a Python interface that inherits from interface Products.PloneMeeting.interfaces.IMeetingWorkflowConditions (you must enter the full package name of this interface in the field below);</li><li>create and declare in ZCML an adapter that adapts the interface Products.PloneMeeting.interfaces.IMeeting to the interface you have defined in the previous step.</li></ul>Your adapter may inherit from the default adapter Products.PloneMeeting.Meeting.MeetingWorkflowConditions: it will allow you to override only methods for which you want an altered behaviour. All the methods proposed by the interface Products.PloneMeeting.interfaces.IMeetingWorkflowConditions are documented.
fr: À l'instar des interfaces pour points, les conditions exprimées sur les transitions du workflow lié aux séances sont configurables via le développement d'un produit Plone tiers dans lequel vous devez:<ul><li>créer une interface Python qui hérite de l'interface Products.PloneMeeting.interfaces.IMeetingWorkflowConditions (c'est le nom complet de cette interface que vous devez spécifier dans ce champ);</li><li>créer et déclarer en ZCML un adapter qui adapte l'interface Products.PloneMeeting.interfaces.IMeeting vers l'interface que vous avez définie au point précédent.</li></ul>Vous pouvez faire hériter votre adapter de l'adapter par défaut Products.PloneMeeting.Meeting.MeetingWorkflowConditions: cela vous permettra de remplacer ou overrider uniquement les méthodes pour lesquelles vous voulez un comportement différent. Toutes les méthodes proposées par l'interface Products.PloneMeeting.interfaces.IMeetingWorkflowConditions sont documentées.

# meeting_configs_to_clone_to_descr
source: Select here the other meetingConfigs the user will be able to clone an item of this meetingConfig to
fr: Sélectionnez les configurations de séances vers lesquelles les points de cette séance pourront être envoyés si l'utilisateur en a le droit.

# meeting_configurations
source: Management of meeting configurations
fr: Gestion des configurations de séances

# meeting_configurations_descr
source: Several meeting configurations can be managed. A meeting configuration defines a 'type of meeting' that has its associated set of parameters. Each meeting configuration is completely independant and produces a tab among the main Plone tabs. If your organization manages several distinct meeting types, she can define corresponding meeting configurations here.
fr: Plusieurs configurations de séances peuvent être gérées. Une configuration de séance définit un "type de séance", auquel est associé une série de paramètres de configuration. Chaque configuration est totalement indépendante, et donne lieu à un onglet général sur le site Plone. Si votre organisation gère plusieurs types de séances distincts, elle peut définir plusieurs configurations de séances ici.

# meeting_folder_title
source: For each member folder having access to the application, a folder containing one sub-folder for each meeting configuration is created. Into each subfolder, the application stores elements created by this user.
fr: Dans chaque répertoire d'utilisateur ayant accès à l'application, un répertoire est créé avec un sous-répertoire par configuration de séance. Dans chaque sous-répertoire seront stockés les éléments créés par cet utilisateur.

# meeting_in_past
source: In order to perform this action, the meeting date must be in the past.
fr: Cette action ne peut être effectuée tant que la séance n'a pas eu lieu.

source: meeting_inserting_methods_help_msg_descr
fr: Paramètre(s) définis dans la configuration qui influent sur l'ordre d'insertion des points dans la séance

source: Meeting of
fr: Séance du

# meeting_present_item_when_no_current_meeting_states_descr
source: When an item is inserted in a meeting from everywhere (so not when on a meeting view), this will take the very next meeting still accepting items. Define here states to take into account to get this very next meeting.
fr: Lorsqu'un gestionnaire de séance souhaite présenter un point dans une séance sans être sur la vue de la séance, donc par exemple lorsqu'il est sur la vue d'un point, via l'action 'Présenter', ou lorsqu'il est dans les tableaux de bords, le point sera présenté automatiquement dans la prochaine séance (dont la date est dans le futur) dans laquelle des points peuvent toujours être présentés et dont l'état est un des états sélectionnés ici.

# meeting_state_changed_default_mail_body
source: You can consult this meeting at ${objectUrl}.
fr: Vous pouvez accéder à la séance ici: ${objectUrl}.

# meeting_state_changed_default_mail_subject
source: ${meetingConfigTitle} - ${meetingTitle} - The meeting is now in state '${meetingState}'.
fr: ${meetingConfigTitle} - Séance dans l'état "${meetingState}" - ${meetingTitle}

# meeting_transition_inserting_me_descr
source: Choose here what event on meetings will trigger the insertion of this item in a meeting.
fr: Choisissez ici quel événement sur les séances va déclencher l'ajout de ce point dans chaque séance.

# meeting_with_same_date_exists
source: A meeting having the same date and hour already exists. Please choose another date and/or hour.
fr: Une séance ayant la même date et heure existe déjà. Veuillez choisir une autre date et/ou heure.

# meeting_workflow_descr
source: In this list, you see all workflows defined in your Plone site. Choose one that was specifically designed for managing the life cycle of a meeting: either 'meeting_workflow', the default meeting workflow, or another workflow that was specifically created by developers within another Plone product for the meetings of this meeting configuration.
fr: Dans cette liste, vous voyez tous les workflows définis dans votre site Plone. Choisissez-en un qui a été spécifiquement conçu pour gérer le cycle de vie d'une séance: soit "meeting_workflow", le workflow pour séances par défaut, soit un autre workflow qui a été spécifiquement conçu, par des développeurs au sein d'un produit Plone tiers, pour les points de cette configuration de séance.

# meetingconfig_advice_descr
source: This section allows you to configure advices. An advice is a kind of positive or negative comment that someone, according to its function, may or must express on an item. Moreover, this section will give you the possibility to define some access rules.
fr: Cette section permet de paramétrer la fonctionnalité de gestion des avis. Un avis est une sorte de commentaire, positif ou négatif, qu'une personne, selon ses habilitations, peut ou doit donner sur un point. De plus c'est dans cette section que certaines règles d'accès peuvent être configurées.

# meetingconfig_assembly_and_signatures_descr
source: This sections lets meeting managers define default assembly and signatures to use.
fr: Les paramètres définis ici peuvent être édités par les gestionnaires de séances afin de définir l'assemblée et les signatures à utiliser.

# meetingconfig_data_descr
source: Parameters in this section allow to customize some elements linked to attributes of and associations between the 2 main content types: items and meetings.
fr: Les paramètres liés aux données permettent de choisir certains éléments liés aux attributs et associations existant entre les 2 principaux types de contenu: les points et les séances.

# meetingconfig_doc_descr
source: Parameters listed here allow to customize the way the application generates documents based on created items and meetings.
fr: Cette section permet de paramétrer la manière dont l'application peut produire des documents sur base des points et séances créés.

# meetingconfig_gui_descr
source: Parameters listed here allow to customize some elements of the application user interface.
fr: Cette section permet de paramétrer certains éléments de l'interface utilisateur de l'application.

# meetingconfig_mail_descr
source: Parameters here allow to customize the way the application sends e-mail notifications when some item- or meeting-related events occur.
fr: Cette section permet de paramétrer la manière dont l'application envoie des notifications par courriel lorsque certains événements surviennent sur des points ou des séances.

# meetingconfig_votes_descr
source: This section allows to configure the votes system.
fr: Cette section vous permet de configurer le système de gestion des votes.

# meetingconfig_workflow_descr
source: Parameters in this section allow to choose and adapt the workflows that define the life cycle of items and meetings.
fr: Les paramètres liés aux workflows permettent de choisir et d'adapter les workflows gouvernant le cycle de vie des points et séances.

# meetingfiletype_related_to_advice
source: Advice annex
fr: Annexe à un avis

# meetingfiletype_related_to_item
source: Item annex
fr: Annexe à un point

# meetingfiletype_related_to_item_decision
source: Item decision annex
fr: Annexe après décision d'un point

source: Meeting managers
fr: Gestionnaires de séances

source: Metadata
fr: Méta-données

# model_adaptations_descr
source: Select here some standard adaptations that can be applied to data structures.
fr: Sélectionnez ici quelques jeux de modifications que l'on peut appliquer aux structures de données.

source: Move item to given position
fr: Sauvegarder le numéro du point (vous pouvez aussi utiliser la touche [Enter])

# move_several
source: Moves this item to the position that precedes the number you have introduced besides. If you want to move the item at the end of the list, specify the number of the last item plus one.
fr: Déplace ce point à la position qui précède le numéro que vous introduisez ci-contre. Pour déplacer le point en fin de liste, spécifiez un de plus que le numéro du dernier point.

source: Negative
fr: Négatif

# night_works
source: There are ${nb} task(s) foreseen for next night.
fr: Il y a ${nb} tâche(s) prévues pour cette nuit.

source: Nil
fr: Néant

# no_annexes
source: No annex is currently defined for this element.
fr: Aucune.

# no_assembly_and_attendees
source: Attributes 'assembly' and 'attendees' can't be used together.
fr: Les attributs "Assemblée (assembly)" et "Présents (attendees)" ne peuvent être utilisés ensemble.

# no_category
source: No category is currently defined.
fr: Aucune catégorie n'est actuellement définie.

# no_classifier
source: No classifier is currently defined.
fr: Aucun classificateur n'est actuellement défini.

source: No emergency
fr: Aucune urgence souhaitée

# no_item_templates
source: No item template.
fr: Aucun modèle de point.

# no_meeting
source: No (visible) meeting at present.
fr: Aucune séance récente visible.

# no_meeting_available
source: None
fr: Aucune

# no_meeting_config
source: No meeting configuration is currently defined.
fr: Aucune configuration de séance n'est actuellement définie.

# no_meeting_file_type
source: No annex type is currently defined.
fr: Aucun type d'annexe n'est actuellement défini.
