Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/PloneMeeting.po
Languages: fr

# advices_delays_reinitialized
source: Delay of advices have been reinitialized if any advice with delay where asked.
fr: Si certains avis avec délai étaient en cours, les délais pour rendre ces avis ont été remis à zéro.

# advices_hands
source: Hands
fr: Mains

# advices_invalidated
source: Advices on this item have been invalidated!
fr: Les avis de ce point ont été invalidés!

source: advices_kept_on_sent_to_other_mc_descr
fr: Si "Les avis" est sélectionné dans le champ "Éléments à garder lors de l'envoi vers une autre configuration de séance" ci-dessus, sélectionnez ici les avis qui seront gardés. Si vous ne sélectionnez rien, tous les avis seront gardés.

source: Adviser
fr: Émetteur d'avis

source: Advisers
fr: Émetteurs d'avis

source: Agenda
fr: Ordre du jour

# all_item_tags_descr
source: You can define here a list of tags that are specific to this meeting configuration. If you choose to use the 'Tags' attribute (see above), you will be able to associate one or more tags to every item. Please write one tag per line.
fr: Vous pouvez définir ici une liste de marqueurs (ou "tags") propres à cette configuration de séance. Pour autant que vous utilisiez l'attribut "Marqueurs" (à choisir plus haut sur cette page), vous pourrez associer un ou plusieurs marqueurs de cette liste à chaque point. Veuillez écrire un marqueur par ligne.

# and_decision
source: , description and decision
fr: , description et décision

# annexAdded_mail_body
source: An annex has been added to the item '${itemTitle}' that was already presented to the meeting. You can access this item here: ${objectUrl}.
fr: Une annexe a été ajoutée au point "${itemTitle}" alors qu'il était déjà présenté dans une séance. Accédez à ce point ici: ${objectUrl}.

# annexAdded_mail_subject
source: ${meetingConfigTitle} - ${meetingTitle} - An annex was just added to an item.
fr: ${meetingConfigTitle} - ${meetingTitle} - Une annexe vient d'être ajoutée à un point.

# annex_confidential_for_descr
source: If an annex is marked as 'Confidential' by a meeting manager, following selected profiles will not be able to see it.
fr: Si une annexe est marquée comme "Confidentielle" par un gestionnaire des séances, les profils sélectionnés ci-dessous ne pourront pas la voir.

# annex_not_kept_because_no_available_annex_type_warning
source: The item was duplicated but the annex with title '${annexTitle}' could not be kept because it was not possible to find a corresponding annex type in the destination meeting configuration, please contact system administrator.
fr: Le point a été dupliqué mais l'annexe ayant le titre "${annexTitle}" n'a pas été gardée car aucun type d'annexe n'a pu être utilisé dans la configuration de séance de destination, contactez votre administrateur système.

# annex_title
source: Title
fr: Titre

# annex_to_print_mode_automated
source: Automated (annexes are printed by the application)
fr: Automatisé (les annexes sont imprimées par l'application)

# annex_to_print_mode_descr
source: If print functionnality is enabled for annexes and an annex is set 'to print', select here the to print mode that will be used : 'Manual', means that the to print is just defined for information and that the printing process will be handled manually or 'Automated', in this case, the application will generate a printable format for the annex (converted to images) so it can be inserted in a generated document.
fr: Si l'option "à imprimer?" est activée pour les annexes, ceci permet de définir le mode d'impression qui sera appliqué lorsqu'une annexe est définie "à imprimer" : soit le mode "Pour information", dans ce cas les annexes à imprimer le seront manuellement et l'application ne gère rien à ce niveau, soit "Automatisé", dans ce cas l'application génèrera un format imprimable pour les annexes (converties en images) afin qu'elles puissent être insérées lors de la génération de divers documents.

# annex_to_print_mode_info
source: For information (annexes are printed manually)
fr: Pour information (les annexes sont imprimées manuellement)

source: Annex type
fr: Type d'annexe

# annex_types_descr
source: Every item may be associated with a series of annexes. Some annexes may be specifically tied to the decision taken on the item. You can consult and modify here the annex types that are defined within this meeting configuration. An annex type is defined by a title, an icon (preferably of 16x16 pixels) and a predefined title. When users want to associate an annex to an item, they may choose, in a dropdown list, an annex type among those defined here and upload a file.
fr: À chaque point, avis et séances vous pouvez associer une série d'annexes. Vous pouvez consulter et modifier ici les types d'annexes définis pour cette configuration de séance. Un type d'annexe se définit par un titre, une icône (16x16 pixels de préférence) et un titre prédéfini. Lorsque des utilisateurs veulent associer une annexe à un point, ils peuvent choisir, dans une liste déroulante, un type d'annexe parmi ceux qui sont définis ici et uploader un fichier. Concernant les annexes aux points, certaines de ces annexes peuvent être spécifiquement liées à la décision découlant du point.

source: Annexes preview
fr: Prévisualisation des annexes

# annexes_preview_descr
source: If you enable annexes preview, the annex will be converted to a previewable/printable format directly readable by the web browser. <span style='color: red;'>If you enable this on a site that already contains items and annexes, do not forget to launch the annexes conversion process!</span>
fr: Si la prévisualisation est activée, les annexes seront converties dans un format qui pourra être lu par le navigateur web. Ceci évite les problèmes de logiciel manquant pour ouvrir une annexe (plus besoin de Word pour ouvrir un .doc, plus besoin d'Acrobat Reader pour ouvrir un .pdf, ...). <span style='color: red;'>Si vous activez la prévisualisation sur un site contenant déjà des annexes, n'oubliez pas de lancer la procédure de conversion des annexes!</span>

# annexes_preview_disabled
source: <span style='color: red;'>Annexes preview is disabled in the ${documentviewer_url}.</span>
fr: <span style='color: red;'>La prévisualisation des annexes est désactivée dans les '${documentviewer_url}' (la case 'Convertir automatiquement' n'est pas cochée).</span>

# annexes_preview_enabled
source: <span style='color: green;'>Annexes preview is enabled in the ${documentviewer_url}.</span>
fr: <span style='color: green;'>La prévisualisation des annexes est activée dans les '${documentviewer_url}' (la case 'Convertir automatiquement' est cochée).</span>

source: Are you sure?
fr: Êtes-vous sûr de vouloir effectuer cette action?

# as_copy_group_on_descr
source: Specify here a TAL expression that will return a list of Plone group suffixes (for example : ['creators', 'reviewers', ]) if the group needs to be automatically selected as copyGroup for an item. We receive 'item' as the meeting item and 'isCreated' that is only True when the item is in the creation process (not while being edited after). WARNING, if the 'suffix' returned by the expression is not in the list of selectable copy groups of the meeting config, it will not be selected. The expression could look like : 'python: item.getProposingGroup() == 'samplegroup' and ['reviewers', ] or []'
fr: Spécifiez une expression TAL qui retourne une liste de suffixes de groupes Plone (par exemple ['creators', 'reviewers', ]) qui devront être automatiquement sélectionnés comme groupes en copie d'un point. L'expression est évaluée à chaque modification du point (création et éditions suivantes). L'élément "item" (point) est utilisable dans l'expression ainsi que "isCreated" qui est "True" uniquement lorsque le point est en création ("False" lors des éditions suivantes). ATTENTION, si le groupe Plone lié au suffixe n'est pas défini dans la liste des "Groupes qui pourront être mis en copie" sur la "Configuration de séance" du point, le groupe ne sera pas mis en copie et ce, quel que soit le résultat de l'expression. Exemple d'expression : "python: item.getProposingGroup() == 'samplegroup' and ['reviewers', ] or []"

source: As recurring item
fr: Comme point récurrent

# askDiscussItem_mail_body
source: The item is entitled '${itemNumber} - ${itemTitle}'. You can access this item here: ${objectUrl}.
fr: L'objet du point est "${itemNumber} - ${itemTitle}". Accédez à ce point ici: ${objectUrl}.

# askDiscussItem_mail_subject
source: ${meetingConfigTitle} - ${meetingTitle} - ${user}, belonging to group(s) ${groups}, would like to discuss an item.
fr: ${meetingConfigTitle} - ${meetingTitle} - ${user}, appartenant au(x) groupe(s) ${groups}, souhaiterait évoquer un point.

source: Asked again
fr: Demandé à nouveau

# assembly_absents_defined_on_meeting
source: Absents as defined on the linked meeting
fr: Absents définis sur la séance

source: Assembly and signatures
fr: Assemblée et signatures

# assembly_defined_on_meeting
source: Assembly as defined on the linked meeting
fr: Assemblée définie sur la séance

# assembly_descr
source: Define here the default assembly (for example you may type a list of names and first names separated by colons or new lines) that will be automatically selected on newly created meetings. If you want a more structured way to define attendees, absents and excused people on a meeting, do not fill this field, create, in the tab 'data', special users having characteristic 'assembly member' and select, in the same tab, 'attendees', 'absents' and/or 'excused' attributes as attributes used for a meeting.
fr: Définissez ici l'assemblée par défaut, par exemple, une liste de noms et prénoms séparés par des virgules ou des retours à la ligne, qui sera automatiquement reprise sur chaque séance <span style='color:red;'>nouvellement créée, les changements apportés à ce champ n'impacte pas les séances déjà créées.</span> Ceci fonctionnera uniquement si vous utilisez l'attribut "Assemblée (assembly)" sur les séances.

# assembly_excused_defined_on_meeting
source: Excused as defined on the linked meeting
fr: Excusés définis sur la séance

# assembly_staves_descr
source: Define here the default assembly staves (for example you may type a list of names and first names separated by colons or new lines) that will be automatically selected on newly created meetings.
fr: Définissez ici les assistants défaut, par exemple, une liste de noms et prénoms séparés par des virgules ou des retours à la ligne, qui sera automatiquement reprise sur chaque séance <span style='color:red;'>nouvellement créée, les changements apportés à ce champ n'impacte pas les séances déjà créées.</span> Ceci fonctionnera uniquement si vous utilisez l'attribut "Assistants (assembly_staves)" sur les séances.

source: At the end
fr: À la fin de la séance

# attendees_defined_on_meeting
source: Attendees as defined on the linked meeting
fr: Présents définis sur la séance

# attendees_for_item
source: Attendees for this item
fr: Présents pour ce point

# attendees_required
source: Using attribute(s) 'excused' and/or 'absents' requires the use of attribute 'attendees'.
fr: L'usage de(s) l'(les) attribut(s) "Excusés (excused)" et/ou "Absents (absents)" requiert celui de l'attribut "Présents (attendees)".

# auto_linked_items
source: Automatically linked items
fr: Points liés automatiquement

# available_items
source: Available items for this meeting
fr: Points disponibles pour cette séance

source: available_items_list_visible_columns_descr
fr: Choisissez ici les colonnes qui seront affichées dans le tableau reprenant les points disponibles pour une séance, sachant que certaines colonnes seront toujours visibles (la colonne 'Objet' par exemple).

source: Back
fr: Retour

source: Blank line
fr: Ligne vide

# boolean_value_false
source: No
fr: Non

# boolean_value_true
source: Yes
fr: Oui

# budget_related_no_edit
source: This item is not budget related.
fr: Ce point n'a aucune information budgétaire.

# budget_related_no_img_title_edit
source: This item is not budget related, click on the icon to fill in 'Budgetary informations'.
fr: Ce point n'a aucune information budgétaire, cliquez sur l'icône si vous souhaitez les encoder

# budget_related_no_view
source: This item is not budget related.
fr: Ce point n'a aucune information budgétaire.

# budget_related_yes_edit
source: This item is budget related, check 'Budgetary informations' here under.
fr: Ce point a des informations budgétaires, consultez le champ "Informations budgétaires" ci-dessous.

# budget_related_yes_img_title_edit
source: This item is budget related, click on the icon to hide 'Budgetary informations'.
fr: Ce point a des informations budgétaires, cliquez sur l'icône si vous souhaitez les cacher

# budget_related_yes_view
source: This item is budget related, check 'Budgetary informations' here under.
fr: Ce point a des informations budgétaires, consultez le champ "Informations budgétaires" ci-dessous.

source: Budget impact editors
fr: Gestionnaires d'informations budgétaires

# can_not_access_this_item
source: You can not access this item
fr: Vous ne pouvez pas accéder à ce point

# can_not_return_to_meeting_because_of_meeting_state
source: This item can no more be returned to the meeting managers because the meeting is in a state not authorizing it (${meetingState}).
fr: Ce point ne peut plus être renvoyé vers les gestionnaires de séance car la séance dans laquelle ce point est présenté est dans un état qui ne l'autorise pas (${meetingState}).

# can_not_select_several_optional_advisers_same_group
source: You can not select several values for the same group. Please select a single value for the same group among available ones.
fr: Vous ne pouvez pas sélectionner plusieurs avis pour le même groupe. Sélectionnez un type d'avis pour le même groupe parmi ceux disponibles.

# can_not_unselect_already_given_advice
source: You can not unselect an optional adviser that already gave his advice. Please check the '${removedAdviser}' value.
fr: Vous ne pouvez pas désélectionner un avis optionnel qui a déjà été rendu. Vérifiez l'avis "${removedAdviser}".

# cannot_change_inuse_advice_relatedto
source: You can not change this value because this meeting file type is already used by an advice annex added on item, like for example: ${item_url} !
fr: Vous ne pouvez pas changer cette valeur car ce type d'annexe est déjà utilisé par des annexes ajoutées à un avis, comme par exemple: ${item_url} !

# cannot_change_inuse_item_relatedto
source: You can not change this value because this meeting file type is already used by an annex added on item, like for example: ${item_url} !
fr: Vous ne pouvez pas changer cette valeur car ce type d'annexe est déjà utilisé par des annexes ajoutées à un point, comme par exemple: ${item_url} !

# cannot_paste_item_from_other_mc
source: You can not paste an item coming from another meeting configuration !
fr: Vous ne pouvez pas coller un point provenant d'un autre type de séance !

# cant_delete_object
source: This removal may not occur. Possible reasons: you try to remove a meeting already containing items, or an item already presented into a meeting.
fr: Cette suppression ne peut avoir lieu. Raisons possibles: vous tentez de supprimer une séance comportant déjà des points ou un point déjà présenté à un ordre du jour.

# categories_descr
source: Every item, within this meeting configuration, can only belong to one category. Those categories are defined here (by a title and a description). The order into which they appear in this folder is important. Indeed, if we make the assumption that you desire it (it depends on a parameter you may modify in the 'data' section), when an item is added to a meeting, it can be inserted at the end of the items belonging to the same category, those items being themselves inserted at a place that corresponds to the position of their category among the list of categories defined here. That being said, if you tell that you want to use the groups as categories (another parameter of the 'data' section), the categories defined here will be ignored.
fr: Chaque point, au sein de cette configuration de séance, peut appartenir à une et une seule catégorie. Ces catégories sont définies ici (par un titre et une description). L'ordre dans lequel elles sont reprises dans ce répertoire est important. En effet, pour autant que vous le désiriez (un paramètre définit cela dans la section "Données"), lors de l'ajout d'un point à une séance, celui-ci peut s'insérer à la suite des points appartenant à la même catégorie, ceux-ci étant déjà insérés à l'endroit correspondant à la position de leur catégorie parmi la liste des catégories définies ici. Ceci dit, si vous spécifiez que vous voulez utiliser les groupes comme catégories (un autre paramètre de la section "Données"), les catégories définies ici ne seront pas utilisées.

# category_category_id_descr
source: Choose here some identifier for your category.
fr: Choisissez ici un identifiant pour votre catégorie.

# category_mapping_when_cloning_to_other_mc_descr
source: When an item of this meeting config using this category will sent to another meeting config, select here the category that will be used in the destination meeting config. This is only relevant if current meeting config and destination meeting config use categories.
fr: Lorsqu'un point de cette configuration de séance utilisant cette catégorie sera envoyé vers une autre configuration de séance, sélectionnez ci-dessous la catégorie qui devra être utilisée pour le point dans la configuration de séance de destination. Ceci n'est possible que si les deux configurations de séances (origine et destination) utilisent les catégories.

# category_required
source: Please select a category.
fr: Veuillez sélectionner une catégorie.

# category_using_groups_descr
source: Select groups that will be able to select this category. If every groups must be able to use this catgory, do not select anything. Use CTRL+click to select several categories.
fr: Sélectionnez les groupes qui pourront utiliser cette catégorie. Si tous les groupes doivent pouvoir utiliser cette catégorie, ne sélectionnez aucun groupe.

# certified_signatures_descr
source: Define here the signatures that will be used on templates as certified signatures. You can define several signature that will be used for a defined valid period. By signature number, the first valid signature found will be used.
fr: Définissez ici les signatures certifiées conformes qui pourront être utilisées lors de la génération de divers documents. Vous pouvez définir plusieurs lignes pour la même signature (même numéro) avec une période de validité différente. <span style='color: red;'>Par numéro de signature, la première signature trouvée et valide sera utilisée.</span>

# change_advice_delay_descr
source: You are about to change delay for this advice to <span style='font-weight: bold;'>${new_advice_delay} days</span>, please enter a comment.
fr: Vous êtes sur le point de changer le délai de cet avis vers <span style='font-weight: bold;'>${new_advice_delay} jours</span>, veuillez entrer un commentaire.

# change_completeness_comment
source: You are about to set completeness to "${completeness_value}", you can add a comment if necessary.
fr: Vous êtes sur le point de changer la complétude de ce point vers "${completeness_value}", vous pouvez ajouter un commentaire si nécessaire.

# change_emergency_descr
source: You are about to change emergency for this item to <span style='font-weight: bold;'>${new_emergency_value}</span>, please enter a comment.
fr: Vous êtes sur le point de changer l'urgence de ce point en <span style='font-weight: bold;'>${new_emergency_value}</span>, veuillez entrer un commentaire.

# check_pod_template_clean
source: Clean templates
fr: Modèles propres

# check_pod_template_clean_descr
source: These templates seem clean and generated correctly without errors.
fr: Ces modèles semblent corrects et ont été générés sans produire d'erreur.

# check_pod_template_dashboard_templates_not_managed
source: Dashboard templates
fr: Modèles tableaux de bord

# check_pod_template_dashboard_templates_not_managed_descr
source: Dashboard templates are not managed automatically, please check it manually.
fr: Les modèles utilisés sur les tableaux de bord ne sont pas générées automatiquement, veuillez vérifier manuellement.

# check_pod_template_error
source: Errored templates
fr: Modèles avec erreurs

# check_pod_template_error_descr
source: Errors were produced when generating the Pod template using the referenced object.
fr: Des erreurs se sont produites lors de la génération de ces modèles utilisant l'objet référencé.

# check_pod_template_no_obj_found
source: No object found
fr: Aucun objet trouvé

# check_pod_template_no_obj_found_descr
source: Could not find an object to test the Pod template.
fr: Aucun objet n'a pu être trouvé pour générer le modèle.

# check_pod_template_no_pod_portal_types
source: No 'pod_portal_types' defined
fr: Champ "Types de contenu autorisés" non renseigné

# check_pod_template_no_pod_portal_types_descr
source: The 'pod_portal_types' attribute is not defined for these templates, it is necessary to find an object to test the template.
fr: Le champs "Types de contenu autorisés" doit être renseigné afin de pouvoir trouver un objet pour tester le modèle.

# check_pod_template_not_enabled
source: Not enabled
fr: Modèles désactivés

# check_pod_template_not_enabled_descr
source: These templates are not enabled.
fr: Ces modèles sont désactivés (la case à cocher 'Activé' est décochée).

# choose_item_template
source: What kind of item would you like to create?
fr: Quel type de point souhaitez-vous créer?

# ckeditor_style_highlight_in_red
source: Highlight in red
fr: Texte rouge

# ckeditor_style_highlight_in_yellow
source: Highlight in yellow
fr: Surligner en jaune

# ckeditor_style_indent_first_line
source: Indent first line
fr: Indenter première ligne

source: ckeditor_style_large
fr: Grand texte

source: ckeditor_style_small
fr: Petit texte

source: ckeditor_style_table_no_optimization
fr: Sans optimisation largeur colonnes

source: ckeditor_style_x_large
fr: Très grand texte

source: ckeditor_style_x_small
fr: Très petit texte

# classifiers_descr
source: A classifier is a bit like a category. You can assign an item a given classifier almost the same way you can assign it a given category. The difference resides in the widget used: the 'category chooser' is a listbox, while the 'classifier chooser' is a ReferenceBrowserWidget (=a popup with filtering capabilities). So if you have many 'categories', you may prefer to use 'classifiers' instead.
fr: Un classificateur fonctionne comme une seconde catégorie. Vous pouvez assigner un classificateur à un point de la même manière que vous lui assignez une catégorie.

# clone_to
source: Clone to ${meetingConfigTitle}
fr: Envoyer vers ${meetingConfigTitle}

# completeness_complete
source: Complete
fr: Le point est complet

# completeness_evaluation_asked_again
source: Evaluation asked again
fr: Évaluation demandée à nouveau

# completeness_evaluation_not_required
source: Evaluation not required
fr: Évaluation non requise

# completeness_incomplete
source: Incomplete
fr: Le point est incomplet

# completeness_not_yet_evaluated
source: Not yet evaluated
fr: La complétude du point n'a pas encore été évaluée

# config_budget_default_descr
source: Define here some predefined text that will be present in field 'budget information' every time a user creates a new item.
fr: Définissez ici le texte prédéfini qui sera présent dans le champ "Informations budgétaires" chaque fois qu'un utilisateur crée un nouveau point.
