Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/PloneMeeting.po
Languages: fr

# no_meeting_user
source: No special user is currently defined.
fr: Aucun utilisateur spécial n'est actuellement défini.

# no_pod_folder
source: No POD template is currently defined.
fr: Aucun modèle de document défini pour le moment.

# no_recurring_item
source: No recurring item is currently defined.
fr: Aucun point récurrent n'est actuellement défini.

# no_shown_items
source: No visible item for now.
fr: Vous n'avez pas accès à ces points.

# no_signatories_and_signatures
source: Attributes 'signatures' and 'signatories' can't be used together.
fr: Les attributs "signatures" et "signataires" ne peuvent être utilisés ensemble.

source: no_style_pod_folder
fr: Aucun modèle de style défini pour le moment.

source: No subtypes defined.
fr: Aucun sous-type n'a été défini.

# non_delay_aware_optional_advisers_term
source: Please select among non delay-aware advisers
fr: * * * Avis sans délai * * *

# normal
source: Normal item
fr: Point normal

# notPloneMeetingUser
source: You are a registered user but your account has not been activated yet. Please contact the system administrator.
fr: Vous êtes un utilisateur enregistré mais votre compte n'a pas encore été activé. Veuillez contacter l'administrateur.

# not_given
source: Not given yet
fr: Non rendu

# not_to_be_cloned_to_term
source: Not to be cloned to anywhere
fr: Pas à envoyer

# not_to_be_send_to_authority_term
source: Not to be send to authority
fr: Pas à envoyer à la tutelle

# nothing_defined_on_meeting
source: Nothing is defined on the meeting.
fr: Aucune valeur définie pour ce champ sur la séance.

source: Nothing to do.
fr: Rien à faire.

source: notify_users_able_to_view_element
fr: prévient les utilisateurs capables de voir l'élément

source: Observer
fr: Observateur

source: Observers
fr: Observateurs

# on_all_groups
source: Follow all groups order
fr: Suivre l'ordre de tous les groupes

# on_categories
source: Follow categories order
fr: Suivre l'ordre des catégories

# on_groups_in_charge
source: Follow groups in charge order
fr: Suivre l'ordre des groupes en charge

# on_list_type
source: Follow list type
fr: Par type de point (normal, en urgence, ...)

# on_other_mc_to_clone_to
source: Follow other meeting configs to clone to (items to be send to another meeting config then items not to be send to another meeting config)
fr: Par 'à envoyer vers' (points à envoyer vers d'autres séances puis points à ne pas envoyer vers d'autres séances)

# on_poll_type
source: Follow the poll type
fr: Par mode de scrutin

# on_privacy
source: Follow the privacy (order is defined in the field 'Selectable privacies' here under.)
fr: Par niveau de confidentialité (l'ordre est défini dans le champ "Niveaux de confidentialité utilisés" ci-dessous)

# on_proposing_groups
source: Follow proposing groups order
fr: Suivre l'ordre des groupes proposants

# on_to_discuss
source: Follow to discuss (to discuss then not to discuss)
fr: Par point A évoquer en séance? (A évoquer en séance? et ensuite pas A évoquer en séance?)

# on_transition_field_transforms_descr
source: When a workflow transition occur, you can define for every rich text field of an item, a transform to apply. This is managed using a TAL expression.
fr: Lorsqu'une transition de workflow est effectuée sur un point, vous pouvez renseigner une expression TAL qui adaptera une des zones de texte riche de ce point.

# open_annexes_in_separate_windows_descr
source: Some users want to open annexes in separate windows. Indeed, when the user is consulting a meeting with paginated lists of items, clicking on an annex for downloading it may replace the current page with the annex content if the browser is configured for doing so (in conjunction with a plug-in for viewing PDFs inside the browser for example). In this case, the user is forced to click on 'back' to view the list again. It has 2 disadvantages: the list is refreshed (which slows down the system), and the user is redirected to the first items instead of the page he consulted just before the download.
fr: Certains utilisateurs veulent ouvrir les annexes dans des fenêres séparées. En effet, quand l'utilisateur consulte une séance qui contient des listes paginées de points, un clic sur une annexe pour la télécharger peut remplacer la page courante par le contenu de l'annexe si le navigateur est configuré pour agir de la sorte (en conjonction avec un greffon permettant de visualiser les PDFs au sein du navigateur par exemple). Dans ce cas, l'utilisateur est obligé de cliquer sur "Back" pour voir à nouveau la liste des points. Cela a 2 désavantages: la liste est rafraîchie (ce qui ralentit le système) et l'utilisateur est redirigé vers les premiers points de la liste au lieu de l'endroit qu'il a quitté juste avant le téléchargement.

# other_mc_correspondences_descr
source: When an item is sent to another meeting config, the annexes of the new item will use meeting file types of the new meeting config. Define here the correspondences for each meeting config the items of this meeting config can be sent to. If you do not define correspondences, the application will use the default meeting file type (first found). This will not be used if 'Related to advice' is used in the 'Related to' field here above because advices are not kept while an item is sent to another meeting config. Please select only one value by meeting config the item is sendable to.
fr: Lorsqu'un point est envoyé vers un autre type de séance, les annexes du nouveau point utiliseront les types de fichier de la nouvelle configuration de séance. Définissez ici les correspondances pour chacune des configurations de séances vers lesquelles les points peuvent être envoyés. Si aucune correspondance n'est définie, le type de fichier par défaut sera utilisé (premier trouvé). Ce champ ne sera pas utilisé si vous définissez "Annexe à un avis" dans le champ "Associé à" ci-dessus car les avis ne sont pas gardés lorsqu'un point est envoyé vers une autre configuration de séance. Ne sélectionnez qu'une valeur par configuration de séance vers laquelle les points peuvent être envoyés.

# other_place
source: Other
fr: Autre

# owner_may_delete_annex_decision_descr
source: If checked, the user that created an annexDecision will be able to remove it even if the item is no more editable, if not checked, only a Manager will be able to remove an annexDecision when the item is no more editable.
fr: Si vous cochez cette case, l'utilisateur ayant ajouté une annexe à la décision lorsque le point n'est plus éditable pourra la supprimer, sinon, seul un administrateur pourra la supprimer. Un utilisateur ayant la main sur le point (point éditable) pourra continuer à gérer toutes les annexes (ajout/modification/suppression).

# person_byebye
source: Greet after this item
fr: Marquer ce membre absent pour ce point

# person_welcome
source: Welcome
fr: Enlever ce membre des absents pour ce point

# places_descr
source: Enter here some default places where meetings occur. There must be one place per line. The first one will be the default one.
fr: Spécifiez ici quelques lieux de prédilection pour la tenue des séances. Il doit y avoir un lieu par ligne. Le premier lieu sera le lieu par défaut.

# plonemeeting_delete_meeting_confirm_message
source: You are about to delete this meeting and all included items. Are you sure?
fr: Etes-vous certain de vouloir supprimer cette séance ET tous ses points?

# plonemeeting_descr
source: Welcome to the administrative pages. This application allows to manage agendas and decisions of any entity taking decisions.
fr: Bienvenue sur l'interface d'administration. Ce logiciel permet la gestion d'ordres du jour et de décisions d'un organe décisionnel.

# pm_annex_type
source: Annex type
fr: Type d'annexe

# pm_check_pod_templates
source: Check Pod templates
fr: Vérifier les modèles Pod

# pm_check_pod_templates_warning
source: Warning: the action 'Check Pod templates' will check that every Pod templates defined in the configuration are working correctly.
fr: Attention, l'action "Vérifier les modèles Pod" va vérifier que les modèles définis dans la partie "[Documents]" de cette configuration fonctionnent correctement.

# pm_configuration
source: Configuration of deliberations
fr: Configuration des délibérations

# pm_convert_annexes
source: Convert annexes for preview
fr: Convertir les annexes pour la prévisualisation

# pm_creation_date
source: Creation date
fr: Créé le

# pm_goto_first
source: Go to the first one.
fr: Aller au tout premier.

# pm_goto_last
source: Go to the last one.
fr: Aller au tout dernier.

# pm_goto_meeting
source: Go to the meeting containing this item.
fr: Aller à la séance dans laquelle ce point se trouve.

# pm_goto_next
source: Go to the next one.
fr: Aller au suivant.

# pm_goto_previous
source: Go to the previous one.
fr: Aller au précédent.

# pm_modification_date
source: Modification date
fr: Modifié le

# pm_tool_updates_warning
source: Warning: take care that launching these proceedings may take time, depending on the number of existing elements! Do not launch during period of high use!
fr: Attention, ces opérations peuvent prendre du temps en fonction du nombre d'éléments existants! Ne pas lancer dans une période de forte utilisation!

# pm_update_advice_confidentiality
source: Initialize every existing advice confidentiality
fr: Initialiser la confidentialité des avis existants

# pm_update_advice_confidentiality_warning
source: Warning: the action 'Initialize existing advices confidentiality' will initialize every existing advice confidentiality to what is defined as default value in this meeting configuration (check the field 'Advice confidentiality default value' of the 'Advices and access' tab).
fr: Attention, l'action "Initialiser la confidentialité des avis existants" va initialiser la confidentialité de tous les avis existants pour cette configuration de séance à la valeur par défaut définie pour la confidentialité d'un avis (vérifiez le champ "Valeur par défaut du champ 'Confidentiel?' des avis créés" dans l'onglet "Avis et accès").

# pm_update_all_local_roles
source: Update all items and meetings
fr: Mettre à jour les points et séances de toutes les configurations de séance

# pm_update_annex_confidentiality
source: Initialize every existing annex confidentiality
fr: Initialiser la confidentialité des annexes existantes

# pm_update_annex_confidentiality_warning
source: Warning: the action 'Initialize existing annexes confidentiality' will initialize every existing annex confidentiality to what is defined in the corresponding annex type (check the 'Annex types' in the 'Data' tab).
fr: Attention, l'action "Initialiser la confidentialité des annexes existantes" va initialiser la confidentialité de toutes les annexes existantes pour cette configuration de séance à la valeur par défaut définie sur le "Type d'annexe" correspondant (vérifiez les "Types d'annexes" dans l'onglet "Données").

# pm_update_annex_indexes
source: Update annex indexes
fr: Recalculer les index des annexes

# podItemByMail_mail_body
source: Please consult the attached document.
fr: Veuillez consulter le fichier joint.

# podMeetingByMail_mail_body
source: Please consult the attached document.
fr: Veuillez consulter le fichier joint.

# pod_templates_descr
source: This section allows you manage the document templates that you may specify for producing documents from content (items, meetings, advices) and dashboards managed by the application.
fr: Dans cette section, gérez les modèles vous permettant de produire des documents dans des formats bureautiques depuis les types de contenu gérés par l'application (points, séances, avis) et les tableaux de bord.

# polltype_freehand
source: Freehand
fr: À main levée

# polltype_no_vote
source: No vote
fr: Pas de vote

# polltype_secret_separated
source: Secret separated
fr: Secret séparé

source: Positive
fr: Positif

source: Positive with remarks
fr: Positif avec remarques

# possibility_to_advice_stopped_on
source: the possiblity to give an advice was stopped on ${advice_delay_stopped_on}
fr: la possibilité de rendre un avis a été stoppée le ${advice_delay_stopped_on}

# power_advisers_groups_descr
source: Select groups that will be able to give an advice on an item even when not asked
fr: Sélectionnez les groupes qui pourront rendre un avis sur un point même lorsque leur avis n'aura pas été demandé

source: Power observers
fr: Super observateurs

# pre_date_after_meeting_date
source: The preparatory meeting must occur before the meeting.
fr: La date de séance préparatoire doit être avant la date de séance.

# preferred_meeting_descr
source: If this is a normal item and you want it to be inserted in any availale meeting, just select 'No preference' value. Selecting a date is for 2 usecases : this will make the item not presentable to the meetings before selected one, or if the selected meeting is 'frozen', this will make current item considered as 'late' item presentable in the selected frozen meeting. Indeed, the only way to insert an item in a frozen meeting is to select this meeting as preferred meeting.
fr: Si vous laissez la valeur "Pas de préférence", le point pourra être présenté dans n'importe quelle séance "En création" mais ne pourra pas être présenté "En urgence" dans une séance "Gelée". Deux fonctonnalités sont activées lorsqu'une séance est sélectionnée: premièrement le point ne pourra pas être présenté dans une séance avant celle sélectionnée, ensuite, le point pourra y être présenté quel que soit l'état de celle-ci ("En création", "Gelée", ...) et notamment en tant que point "En urgence" dès que la séance sera "Gelée".

# prereviewer
source: Pre-validator
fr: Pré-validateur

# prereviewers
source: Pre-validators
fr: Pré-validateurs

# present_several_items
source: Presents all selected items at once.
fr: Présenter tous les points sélectionnés.

# present_several_items_done
source: Selected items have been presented into the meeting.
fr: Les points sélectionnés ont été présentés dans la séance.

# presented_in_meeting
source: Meeting into which this item is presented
fr: Séance

# presented_items
source: Items presented to this meeting
fr: Points présentés à cette séance

# preview_grouped_annexes
source: Preview of annexes grouped by type
fr: Annexes groupées par type d'annexe (puis listées par ordre alphabétique)

# proposing_group_required
source: A proposing group is required.
fr: Un groupe proposant est requis.

# pt_mailing_sent
source: The document has been sent.
fr: Le document a été envoyé.

# public
source: Public meeting
fr: Séance publique

# public_heading
source: Public meeting (heading)
fr: Séance publique (entête)

# record_item_history_states_descr
source: Select here the item states into which some events related to the item (like annex creations or deletions) will be stored in the item's history.
fr: Sélectionnez ici les états des points dans lesquels certains événements relatifs aux points (comme la création ou la suppression d'annexes) seront stockés dans leur historique.

# recurringItemWorkflowError_mail_body
source: The recurring item specified in the subject of this email could not be inserted in a meeting. Maybe does it lack some important information (a text for the decision, for example) while the meeting is in an 'advanced' state (it is already 'decided', for instance). More information can be found in the log file of your Zope instance.
fr: Le point récurrent spécifié dans le sujet de ce courriel n'a pas pu être présenté dans une séance. Peut-être ne dispose-t-il pas de suffisemment d'informations (un texte pour la décision, par exemple) pour être ajouté à la séance, celle-ci pouvant se trouver dans un état "avancé" (décidée, par exemple). Plus d'info dans le log de votre instance Zope.

# recurringItemWorkflowError_mail_subject
source: ${portalTitle} - A problem occurred while inserting the recurring item entitled '${itemTitle}' into a meeting.
fr: ${portalTitle} - Problème survenu lors de l'insertion d'un point récurrent dans une séance - ${itemTitle}

# recurring_items_descr
source: Recurring items are items that will be automatically added to a meeting at a defined moment.
fr: Les points récurrents sont des points automatiquement ajoutés à une séance au moment voulu.

# remove_several_items
source: remove all selected items at once.
fr: Retirer tous les points sélectionnés.

# remove_several_items_done
source: Selected items have been removed from the meeting.
fr: Les points sélectionnés ont été retirés de la séance.

# required_category_ko
source: A category must be selected on this item so it may evolve in the workflow
fr: Une catégorie doit être sélectionnée sur ce point afin qu'il puisse continuer à évoluer dans le workflow

# restrict_access_to_secret_items_descr
source: Check the box if access to secret items must be restricted. This will let only users for which an explicit access to the item has been given, access the item. It will be the case so for members of the proposing groups, power users (Managers, MeetingManagers, power observers), copy groups and advisers. Only activate this if necessary, it could be the case if you have a state where everything is accessible by everyone (like a 'published' state for items) but where you want 'secret' items not to be accessible by everyone.
fr: Si vous cochez cette case, l'accès aux points "à huis clos" sera restreint pour certains utilisateurs. Ceci permet de spécifier que les points à huis clos ne doivent être accessible qu'aux personnes ayant reçu un accès explicite au point : les super utilisteurs (administrateurs, gestionnaires de séances, super observateurs), les membres du groupe proposant, les groupes en copies et les émetteurs d'avis (dont l'avis est demandé sur le point). Par défaut, cette fonctionnalité est désactivée, à n'activer que si nécessaire, par exemple dans le cas où vous avez un état sur le point qui est accessible à tous (par exemple "publié") mais que vous souhaitez malgré tout que les points à huis clos ne soient accessible que de manière explicite.

# restrict_users_descr
source: If you check this box, the application will enter into a kind of 'emergency' mode that allows, under heavy load, to limit the number of users allowed to access the page 'Meeting view'. If this mode is enabled, only MeetingManagers and the users listed in the next field will be able to see the page 'Meeting view'.
fr: Si vous cochez cette case, l'application entre dans une sorte de mode d'urgence qui permet, lors de fortes charges, de limiter le nombre d'utilisateurs ayant accès à la page de visualisation des séances. Si ce mode est activé, seuls les gestionnaires de séance (rôle MeetingManager) et les utilisateurs listés dans le champ ci-dessous pourront accéder aux pages de visualisation des séances.

source: Restricted power observers
fr: Super observateurs restreints

# returnedToMeetingManagers_mail_body
source: The item is entitled '${itemTitle}'. You can access this item here: ${objectUrl}.
fr: L'objet du point est "${itemTitle}". Accédez au point ici: ${objectUrl}.

# returnedToMeetingManagers_mail_subject
source: ${meetingConfigTitle} - The item '${itemTitle}' has been corrected and sent back to the meeting managers.
fr: ${meetingConfigTitle} - Point corrigé renvoyé aux gestionnaires de séances - ${itemTitle}

# returnedToProposingGroup_mail_body
source: The item is entitled '${itemTitle}'. You can access this item here: ${objectUrl}.
fr: L'objet du point est "${itemTitle}". Accédez au point ici: ${objectUrl}.

# returnedToProposingGroup_mail_subject
source: ${meetingConfigTitle} - The item '${itemTitle}' has been sent back to you for corrections.
fr: ${meetingConfigTitle} - Point à corriger - ${itemTitle}

source: Reviewer
fr: Validateur

source: Reviewers
fr: Validateurs

# rich_text_remove_blanks
source: Remove blank paragraphs
fr: Supprimer les paragraphes vides

source: Save
fr: Enregistrer

# searchalladviseditems
source: Advised items
fr: Avis donnés

# searchalladviseditemswithdelay
source: Advised items with delay
fr: Avis donnés (avec délai)

# searchallitems
source: All items
fr: Tous les points

# searchallitemsincopy
source: Items in copy
fr: Points en copie

# searchallitemstoadvice
source: All items to advice
fr: Tous les avis à donner

# searchallmeetings
source: Available meetings
fr: Toutes les séances

# searchcorrecteditems
source: Corrected items
fr: Points corrigés

# searchdecideditems
source: Decided items
fr: Points décidés

# searches_descr
source: Searches defined here are used in the main portlet. We recommand not modifying them.
fr: Les recherches définies ici seront affichées dans le portlet "Gestion" dans l'application. Il est vivement conseillé de ne pas les modifier.

# searchitemsofmygroups
source: Items of my groups
fr: Points de mes groupes

# searchitemstoadvicewithdelay
source: Items to advice with delay
fr: Avis à donner (avec délai)

# searchitemstoadvicewithexceededdelay
source: Advice not given (delay exceeded)
fr: Avis non rendus (délai dépassé)

# searchitemstoadvicewithoutdelay
source: Items to advice without delay
fr: Avis à donner (sans délai)

# searchitemstocorrect
source: Items to correct
fr: Points à corriger

source: searchitemstocorrecttovalidate
fr: Point à corriger (à valider)

source: searchitemstocorrecttovalidateoffeveryreviewergroups
fr: Point à corriger (validable)

# searchitemstoprevalidate
source: Items to pre validate
fr: Points à pré-valider

# searchitemstovalidate
source: Items to validate
fr: Points à valider

# searchlastdecisions
source: Last decisions
fr: Dernières décisions

# searchlivingitems
source: Living items
fr: Points en cours

# searchmyitems
source: My items
fr: Mes points

# searchmyitemstakenover
source: items taken over
fr: Points pris en charge

# searchvalidableitems
source: Validable items
fr: Points validables

# secret
source: Closed door
fr: Huis clos

# secret_heading
source: Closed door (heading)
fr: Huis clos (entête)

source: See everything...
fr: Voir tout...

# selectable_advisers_descr
source: Choose here advisers that will be selectable on an item in the 'Optional advisers' field. If a group does not contains users in the "Advisers" sub-group, it is mentioned, only select it if you intend to add users in that sub-group or the advice will never be given.
fr: Choisissez les groupes qui apparaîtront sur le point dans la zone "Demander l'avis de" et auxquels un avis optionnel pourra être demandé par les gestionnaires du point. Si aucun utilisateur n'est dans le sous-groupe "Émetteurs d'avis", ce sera mentionné. Ne sélectionnez un tel groupe que si vous ajoutez des utilisateurs dans le sous-groupe juste après sinon l'avis demandé à ce groupe ne pourra jamais être rendu.

# selectable_copy_groups_descr
source: Select groups that the creator of an item will be able to choose
fr: Sélectionnez les groupes que le créateur d'un point pourra sélectionner pour le mettre en copie.

# selectable_privacies_descr
source: Select here privacies that will be selectable by users editing items of this configuration. If "on privacy" is used in the "Sort order(s) to apply when adding an item to a meeting" field, it is the order of values selected here that will be used.
fr: Spécifiez ici les niveaux de confidentialité qui pourront être sélectionnés lors de l'édition d'un point. Si "Par niveau de confidentialité" est sélectionné dans "Méthode(s) de tri lors de l'ajout d'un point dans une séance", c'est l'ordre des niveaux de confidentialité sélectionnés ici qui sera utilisé.

# send_to_authority_descr
source: Check the box if item needs to be send to authority, if so, a line will be automatically printed in the item deliberation document.
fr: Cochez la case si ce point doit être soumis à l'autorité de tutelle.
