Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/PloneMeeting.po
Languages: fr

source: PloneMeeting_label_itemWithGivenAdviceIsNotDeletable
fr: Empêcher qu'un point sur lequel des avis ont été rendus soit supprimé?

# PloneMeeting_label_itemWorkflow
source: Workflow that dictates the life cycle of every item into this configuration
fr: Workflow gouvernant le cycle de vie de chaque point de cette configuration

# PloneMeeting_label_itemsListVisibleColumns
source: Columns to display for items within a meeting
fr: Colonnes à afficher pour les points présentés dans une séance

# PloneMeeting_label_itemsListVisibleFields
source: Fields of the items to show/hide in the dashboards
fr: Champs des points à Afficher/masquer dans les tableaux de bords

# PloneMeeting_label_keepOriginalToPrintOfClonedItems
source: Keep info 'to print?' of annexes when duplicating items
fr: Garder l'information "A imprimer?" des annexes des points dupliqués

# PloneMeeting_label_lastMeetingNumber
source: Number of the last meeting in this config
fr: Numéro de la dernière séance de cette configuration

# PloneMeeting_label_listType
source: Type of item
fr: Type de point

# PloneMeeting_label_listTypes
source: Types of item
fr: Types de point

# PloneMeeting_label_mailItemEvents
source: Item-related events that trigger e-mail notifications
fr: Evénements survenant sur des points, donnant lieu à une notification par courriel

# PloneMeeting_label_mailMeetingEvents
source: Meeting-related events that trigger e-mail notifications
fr: Evénements survenant sur des séances, donnant lieu à une notification par courriel

# PloneMeeting_label_mailMode
source: Mail mode
fr: Mode d'envoi des courriels

# PloneMeeting_label_manuallyLinkedItems
source: Manually linked items
fr: Points liés manuellement

source: PloneMeeting_label_marginalNotes
fr: Mentions marginales

# PloneMeeting_label_maxShownAvailableItems
source: Default number of available items to show on a page
fr: Nombre de points par défaut à afficher dans la liste 'Points disponibles'

# PloneMeeting_label_maxShownListings
source: Default number of items to show on a page in items dashboards
fr: Nombre d'éléments par défaut à afficher dans les tableaux de bord

# PloneMeeting_label_maxShownMeetingItems
source: Default number of meeting items to show on a page
fr: Nombre de points par défaut à afficher dans la liste 'Points présentés'

# PloneMeeting_label_maxShownMeetings
source: Maximal number of meetings shown in the 'meetings' and 'decisions' portlets
fr: Nombre maximal de séances s'affichant dans les portlets "séances" et "décisions"

# PloneMeeting_label_meetingActionsInterface
source: Interface allowing to use a specific Zope3 adapter for modifying the actions defined on the transitions of the meeting workflow
fr: Interface permettant d'utiliser un adapter Zope3 spécifique pour modifier les actions définies sur les transitions du workflow gouvernant les séances

source: PloneMeeting_label_meetingAnnexConfidentialVisibleFor
fr: Les annexes confidentielles des séances sont visible par

# PloneMeeting_label_meetingAppDefaultView
source: Home page
fr: Page d'accueil

# PloneMeeting_label_meetingColumns
source: Columns to display in lists of meetings
fr: Colonnes à afficher sur les listes de séances

# PloneMeeting_label_meetingConditionsInterface
source: Interface allowing to use a specific Zope3 adapter for modifying the conditions defined on the transitions of the meeting workflow
fr: Interface permettant d'utiliser un adapter Zope3 spécifique pour modifier les conditions définies sur les transitions du workflow gouvernant les séances

# PloneMeeting_label_meetingConfigsToCloneTo
source: Meeting configs to clone items to
fr: Configurations de séance vers lesquelles les points de cette configuration de séance peuvent être envoyés

# PloneMeeting_label_meetingFolderTitle
source: Title of the folder created in each user folder
fr: Titre du répertoire créé dans chaque répertoire d'utilisateur

# PloneMeeting_label_meetingPresentItemWhenNoCurrentMeetingStates
source: States of the meeting to insert an item into from everywhere
fr: États des séances pris en compte pour déterminer la séance dans laquelle doit être présenté un point (lorsque le gestionnaire de séance n'est pas sur une séance)

# PloneMeeting_label_meetingTransitionInsertingMe
source: Meeting transition that triggers the insertion of this item as a recurring item
fr: Transition de la séance qui déclenche l'ajout de ce point en tant que point récurrent

# PloneMeeting_label_meetingWorkflow
source: Workflow that dictates the life cycle of every meeting into this configuration
fr: Workflow gouvernant le cycle de vie de chaque séance de cette configuration

# PloneMeeting_label_modelAdaptations
source: Model adaptations
fr: Adaptations au modèle de données

# PloneMeeting_label_onTransitionFieldTransforms
source: Transforms to apply to rich text fields of an item after a workflow transition
fr: Adaptations à appliquer aux zones de texte riche d'un point lors d'une transition de workflow

# PloneMeeting_label_openAnnexesInSeparateWindows
source: Open annexes in separate windows
fr: Ouvrir les annexes dans des fenêtres séparées

# PloneMeeting_label_optionalAdvisers
source: Optional advisers
fr: Demander l'avis de

# PloneMeeting_label_oralQuestion
source: Oral question ?
fr: Ce point est une question orale ?

# PloneMeeting_label_otherMCCorrespondences
source: Correspondences while sent to other meeting configs
fr: Correspondances lors de l'envoi vers un autre type de séance

# PloneMeeting_label_otherMeetingConfigsClonableTo
source: Other meeting configs clonable to
fr: À envoyer vers

# PloneMeeting_label_otherMeetingConfigsClonableToEmergency
source: Present in the next meeting accepting items
fr: Présenter dans la prochaine séance acceptant des points

# PloneMeeting_label_otherMeetingConfigsClonableToPrivacy
source: Leave unchecked if item is public
fr: Non coché = séance publique

# PloneMeeting_label_ownerMayDeleteAnnexDecision
source: Owner of a annex decision may delete it when item is no more editable?
fr: L'utilisateur ayant ajouté une "Annexe (après décision)" peut la supprimer lorsque le point n'est plus éditable?

# PloneMeeting_label_places
source: Meeting places
fr: Lieux pour les séances

# PloneMeeting_label_pollType
source: Poll type
fr: Mode de scrutin

# PloneMeeting_label_pollTypeObservations
source: Poll type observations
fr: Observations sur le mode de scrutin

# PloneMeeting_label_powerAdvisersGroups
source: Groups to consider as 'Power advisers'
fr: Groupes considérés comme "Super émetteurs d'avis"

# PloneMeeting_label_predecessor
source: Previous item
fr: Point précédent

# PloneMeeting_label_preferredMeeting
source: Preferred meeting
fr: Séance souhaitée

# PloneMeeting_label_privacy
source: Privacy
fr: Niveau de confidentialité

# PloneMeeting_label_proposingGroup
source: Proposing group
fr: Groupe proposant

source: PloneMeeting_label_proposingGroupWithGroupInCharge
fr: Groupe proposant (Groupe en charge)

# PloneMeeting_label_publicUrl
source: Public URL
fr: URL publique

# PloneMeeting_label_recordItemHistoryStates
source: Item states into which events will be recorded in item's history
fr: États des points dans lesquels l'historisation est active

# PloneMeeting_label_restrictAccessToSecretItems
source: Restrict access to secret items?
fr: Restreindre l'accès aux points à huis clos?

# PloneMeeting_label_restrictUsers
source: 'Restrict users' mode
fr: Mode "Utilisateurs restreints"

# PloneMeeting_label_selectableAdvisers
source: Selectable advisers
fr: Groupes auxquels un avis optionnel pourra être demandé

# PloneMeeting_label_selectableCopyGroups
source: Groups that can be in copy for an item
fr: Groupes qui pourront être mis en copie

# PloneMeeting_label_selectablePrivacies
source: Selectable privacies
fr: Niveaux de confidentialité utilisés

# PloneMeeting_label_sendToAuthority
source: Send to authority?
fr: À transmettre à la tutelle?

# PloneMeeting_label_shortName
source: Short name for the meeting configuration
fr: Nom court pour la configuration de séance

# PloneMeeting_label_showItemKeywordsTargets
source: Show possible targets for item keywords
fr: Montrer les cibles possibles pour les mots-clé de recherches de points

# PloneMeeting_label_sortAllItemTags
source: Sort the tags alphabetically
fr: Trier les marqueurs par ordre alphabétique

# PloneMeeting_label_subTypes
source: Meeting file sub types
fr: Sous-types de fichier

# PloneMeeting_label_takenOverBy
source: Taken over by
fr: Pris en charge par

# PloneMeeting_label_templateUsingGroups
source: Restrict usage of this template to following groups
fr: Restreindre ce modèle de point aux groupes suivants

# PloneMeeting_label_toDiscuss
source: To discuss ?
fr: À évoquer en séance?

# PloneMeeting_label_toDiscussDefault
source: Default value of the 'toDiscuss' attribute for normal items
fr: Valeur par défaut de l'attribut "A évoquer en séance?" pour les points normaux

# PloneMeeting_label_toDiscussLateDefault
source: Default value of the 'toDiscuss' attribute for late items
fr: Valeur par défaut de l'attribut "A évoquer en séance?" pour les points en urgence

# PloneMeeting_label_toDiscussSetOnItemInsert
source: Set 'toDiscuss' field values when items are inserted into a meeting
fr: Affecter une valeur au champ "A évoquer en séance?" quand un point est inséré dans une séance

# PloneMeeting_label_toDoListSearches
source: List of searches to display in the 'todo' portlet
fr: Recherches à afficher dans le portlet "À faire"

# PloneMeeting_label_toPrint
source: To print?
fr: À imprimer?

# PloneMeeting_label_transitionsForPresentingAnItem
source: Transitions for presenting an item
fr: Succession de transitions à effectuer pour présenter un point

# PloneMeeting_label_transitionsReinitializingDelays
source: Transitions that will reinitialize advice delays
fr: Transitions qui remettent à zéro les délais des avis

# PloneMeeting_label_transitionsToConfirm
source: Transitions to confirm
fr: Transitions à confirmer

# PloneMeeting_label_unrestrictedUsers
source: Unrestricted users when 'Restrict users' mode is on
fr: Utilisateurs non restreints lorsque le mode "Utilisateurs restreints" est activé

# PloneMeeting_label_useAdvices
source: Use advices
fr: Utiliser la gestion des avis

# PloneMeeting_label_useCopies
source: Use copies
fr: Utiliser la gestion des points en copie

# PloneMeeting_label_useGroupsAsCategories
source: Use groups as categories
fr: Utiliser les groupes comme catégories

# PloneMeeting_label_useUserReplacements
source: Use user replacements
fr: Activer la gestion des remplaçants

# PloneMeeting_label_useVotes
source: Enable the voting system
fr: Activer le système des votes

# PloneMeeting_label_usedAdviceTypes
source: Used advice types
fr: Types d'avis utilisés

# PloneMeeting_label_usedItemAttributes
source: Attributes used for characterizing an item
fr: Attributs utilisés pour caractériser un point

# PloneMeeting_label_usedMeetingAttributes
source: Attributes used for characterizing a meeting
fr: Attributs utilisés pour caractériser une séance

# PloneMeeting_label_usedPollTypes
source: Used poll types
fr: Modes de scrutin utilisés

# PloneMeeting_label_usedVoteValues
source: Vote values in use
fr: Valeurs de votes utilisées

# PloneMeeting_label_usingGroups
source: Restrict the category to following groups
fr: Restreindre cette catégorie aux groupes suivants

# PloneMeeting_label_versionateAdviceIfGivenAndItemModified
source: Versionate advice if it was given and item is edited
fr: Versionner les avis lorsque le point est édité

# PloneMeeting_label_voteCondition
source: Vote condition
fr: Condition de vote

# PloneMeeting_label_votesAreSecret
source: Votes are secret
fr: Les votes pour ce point sont secrets

# PloneMeeting_label_votesEncoder
source: Who does encode the votes?
fr: Qui encode les votes?

# PloneMeeting_label_workflowAdaptations
source: Workflow adaptation(s)
fr: Adaptation(s) aux workflows

# PloneMeeting_label_workingDays
source: Working days
fr: Jours ouvrables

# PloneMeeting_label_xhtmlTransformFields
source: Rich text fields needing a transform
fr: Champs de texte riche qui doivent être transformés

# PloneMeeting_label_xhtmlTransformTypes
source: Rich text transform types
fr: Types de transformations pour les champs de texte riche

# PloneMeeting_label_yearlyInitMeetingNumber
source: Reinitialise meeting number every year?
fr: Réinitialiser le numéro de séance chaque année?

# PloneMeeting_notes
source: Notes
fr: Notes et interpellations

# PodTemplates
source: Document templates
fr: Modèles de documents

source: Recurring items
fr: Points récurrents

source: References of contained items have been updated.
fr: La référence des points a été mise à jour.

source: Searches
fr: Recherches

# Secret while presenting in other MC?
source: Secret?
fr: Huis clos?

# Select an item to add
source: Select in the list the type of item you want to add
fr: Sélectionnez dans la liste le type d'élément que vous souhaitez créer

source: State
fr: État

source: Taken over by ${fullname}
fr: Pris en charge par ${fullname}

source: The field here above is not used, check the 'users' tab.
fr: Ce champ n'est pas utilisé, vérifiez l'onglet "Utilisateurs".

source: The item is viewable by the advisers of this group but the advice has not been given yet, it can still be given until the ${advice_delay_limit_date}.
fr: Le point est accessible par les émetteurs d'avis de ce groupe mais l'avis n'a pas encore été rendu, il peut l'être jusqu'au ${advice_delay_limit_date}.

source: The item is viewable by the advisers of this group but the advice has not been given yet.
fr: Le point est accessible par les émetteurs d'avis de ce groupe mais l'avis n'a pas encore été rendu.

source: The item you tried to take over was already taken over in between by ${fullname}. You can take it over now if you are sure that the other user do not handle it.
fr: Le point que vous avez essayé de prendre en charge a été pris en charge entretemps par ${fullname}. Vous pouvez maintenant le prendre en charge à sa place si vous êtes sûr qu'il ne le gère pas déjà.

source: There was an error during annex conversion, please contact system administrator.
fr: Une erreur est survenue pendant la conversion de l'annexe. Contactez votre administrateur système.

source: There was an error while trying to set this annex to printable. The error message was : ${error}. Please contact system administrator.
fr: Une erreur est survenue en essayant de définir cette annexe comme 'à imprimer'. Le message d'erreur est : ${error}. Contactez votre administrateur système.

source: This advice can not be given anymore, it was asked the ${advice_delay_started_on} and could be given until the ${advice_delay_limit_date}.
fr: Cet avis ne peut plus être rendu, il a été demandé le ${advice_delay_started_on} et pouvait l'être jusqu'au ${advice_delay_limit_date}.

source: This advice is inherited from ${linkToItem}
fr: Cet avis est hérité du point ${linkToItem}

source: This advice must not be 'hidden during redaction' anymore before ${limit_date} or it will be considered not given.
fr: Cet avis ne doit plus être "caché pendant la rédaction" avant le ${limit_date} ou il sera considéré "Non rendu".

source: This automatic advice has been asked by the application (shown by his title not being between brackets)
fr: Cet avis a été automatiquement demandé par l'application (montré par le fait que le titre n'est pas entre parenthèses)

source: This item is not viewable by the advisers of this group in the current review state (${item_review_state}).
fr: Ce point n'est pas visible par les émetteurs d'avis de ce groupe dans son état actuel (${item_review_state}).

source: This optional advice was asked by the item creators (shown by his title being between brackets)
fr: Cet avis a été demandé manuellement par les créateurs du point (montré par le fait que le titre est entre parenthèses)

source: This optional advice was given of initiative by a power adviser
fr: Cet avis a été rendu d'initiative par le groupe mentionné

source: This portlet shows controls of PloneMeeting.
fr: Ce portlet affiche les contrôles nécessaires pour PloneMeeting.

source: This portlet shows things to do.
fr: Ce portlet affiche les tâches à effectuer.

source: To do
fr: À faire

# Toggle descriptions of items
source: Show / hide details
fr: Afficher / masquer les détails des points dans les tableaux de recherche ou sur les séances

source: You are about to change delay for this advice to ${new_advice_delay} days, you can enter a comment if necessary.
fr: Vous êtes sur le point de changer le délai de cet avis pour ${new_advice_delay} jours, vous pouvez entrer un commentaire si nécessaire.

source: A meeting manager
fr: Un gestionnaire de séance

# activate_done_descr
source: The element has been activated.
fr: L'élément a été activé.

# add_annex
source: Add an annex
fr: Ajouter une annexe

# add_decision_annex
source: Add a decision annex
fr: Ajouter une annexe (après décision)

# add_new_meetingadvice
source: Add an advice
fr: Ajouter un avis

# add_object
source: Add a new one
fr: En ajouter un(e)

source: adviceDelayExpired_mail_body
fr: Le délai pour rendre l'avis "${group_name} (${delay_label})" est expiré, la date limite était le ${limit_date}. Accédez au point ici: ${objectUrl}.

source: adviceDelayExpired_mail_subject
fr: ${meetingConfigTitle} - Délai expiré pour rendre un avis - ${itemTitle}

source: adviceDelayWarning_mail_body
fr: La date limite pour rendre l'avis "${group_name} (${delay_label})" est le ${limit_date} (dans ${left_delay} jour(s)). Accédez au point ici: ${objectUrl}.

source: adviceDelayWarning_mail_subject
fr: ${meetingConfigTitle} - Avertissement expiration délai pour rendre un avis - ${itemTitle}

# adviceEdited_mail_body
source: The item is entitled '${itemTitle}'. You can access this item here: ${objectUrl}.
fr: L'objet du point est "${itemTitle}". Accédez au point ici: ${objectUrl}.

# adviceEdited_mail_subject
source: ${meetingConfigTitle} - An advice has been added or modified on the item '${itemTitle}'.
fr: ${meetingConfigTitle} - Un avis a été rendu ou modifié - ${itemTitle}

# adviceInvalidated_mail_body
source: You can consult this item at ${objectUrl}. You advice is now back in the menu with a question mark icon. You can edit it again by clicking on the pen besides it.
fr: Votre avis est de retour dans le menu avec un point d'interrogation. Vous pouvez l'éditer à nouveau en cliquant sur le crayon à sa droite. Accédez à ce point ici: ${objectUrl}.

# adviceInvalidated_mail_subject
source: ${meetingConfigTitle} - One or your advices has been invalidated on the item '${itemTitle}'.
fr: ${meetingConfigTitle} - Un avis que vous avez rendu a été invalidé - ${itemTitle}

# adviceToGive_mail_body
source: The item is entitled '${itemTitle}'. You can access this item here: ${objectUrl}.
fr: L'objet du point est "${itemTitle}". Accédez au point ici: ${objectUrl}.

# adviceToGive_mail_subject
source: ${meetingConfigTitle} - Your advice is requested on the item '${itemTitle}'.
fr: ${meetingConfigTitle} - Votre avis est demandé - ${itemTitle}

# advice_annex_confidential_visible_for_descr
source: Select here profiles of users that will be able to see an annex added to an advice that is set confidential. <span style='color: red;'>If you change this and there are existing confidential annexes, please run the action 'Update categorized elements' in the 'Advice annnex types' configuration.</span>
fr: Sélectionnez ici les profils d'utilisateurs qui pourront voir les annexes ajoutées à des avis et définies comme confidentielles. <span style='color: red;'>Si vous changez ces valeurs et que des annexes confidentielles existent, exécutez l'action "Mise à jour des éléments catégorisés" dans la configuration des "Annexes aux avis".</span>

# advice_can_no_more_be_given_in_current_item_state
source: This advice can no more be given in current item state (${item_review_state})
fr: Cet avis ne peut plus être rendu dans l'état actuel du point (${item_review_state})

# advice_change_delay_comment
source: Comment
fr: Commentaire

# advice_comment
source: Comment (optional)
fr: Commentaire (optionnel)

# advice_confidential_for_descr
source: If an advice is marked as 'Confidential' by a meeting manager, following selected profiles will not be able to see it.
fr: Si un avis est marqué comme "Confidentiel" par un gestionnaire des séances, les profils sélectionnés ci-dessous ne pourront pas le voir.

# advice_confidentiality_default_descr
source: If advice confidentiality is enabled, define here if a new asked advice needs to be confidential ou not by default.
fr: Si la confidentialité des avis est activée, vous pouvez définir ici la valeur par défaut du champ "Confidentiel?" des avis créés. Cette valeur pourra être modifiée par les gestionnaires de séances sur les avis créés.

# advice_delay_with_label
source: ${group_name} - ${delay} day(s) (${delay_label})
fr: ${org_title} - ${delay} jour(s) (${delay_label})

# advice_delay_without_label
source: ${group_name} - ${delay} day(s)
fr: ${org_title} - ${delay} jour(s)

# advice_edit
source: Quick edit advice
fr: Edition rapide de l'avis

# advice_edited
source: The advice has been created or updated.
fr: L'avis a été créé ou modifié.

# advice_inherited_popup_descr
source: Informations displayed regarding advice are taken from the other item including informations about dates, delay and states.
fr: Les informations affichées dans le cadre ci-contre à propos de l'avis sont reprises du point, y compris les informations éventuelles concernant le délai restant, l'état du point ou les dates de demande/remise de l'avis.

# advice_is_confidential_no
source: The advice is not confidential and will be visible by everybody who has access to this item.
fr: Cet avis n'est pas confidentiel et sera visible par toute personne ayant accès au point.

# advice_is_confidential_no_edit
source: The advice is not confidential and will be visible by everybody who has access to this item. Click on the image to set it as confidential.
fr: Cet avis n'est pas confidentiel et sera visible par toute personne ayant accès au point. Cliquez sur l'image pour rendre l'avis confidentiel.

# advice_is_confidential_yes
source: The advice is confidential.
fr: Cet avis est confidentiel.

# advice_is_confidential_yes_edit
source: The advice is confidential. Click on the image to set it as not confidential.
fr: Cet avis est confidentiel. Cliquez sur l'image pour rendre l'avis non confidentiel.

# advice_mandatory
source: Mandatory
fr: Obligatoire

# advice_optional
source: Optional
fr: Optionnel

# advice_required_to_ask_advices
source: No advice to ask
fr: Aucun avis à demander (ou les avis sélectionnés ne peuvent pas être demandés maintenant, il peut être nécessaire d'utiliser l'action "Demander à nouveau" si nécessaire.)

# advice_stopped_on_never_asked
source: the advice was never giveable because item was never in a state where advice could be given.
fr: il n'a jamais pu être rendu car le point n'est pas passé par un état qui le permettait.

# advice_style_descr
source: Choose here the style for the icons that represent advices.
fr: Choisissez ici le style des icônes qui représentent les avis.

# advice_wf_changed_auto_by_app
source: This transition was automatically triggered by the application because the state of the item changed and this advice is no more accessible to its creators.
fr: Cette action a été déclenchée automatiquement par l'application car l'état du point a changé et cet avis n'était plus accessible par ses créateurs.

# advices
source: Advices and access
fr: Avis et accès

# advices_config
source: Advices and access
fr: Avis et accès
