Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/PloneMeeting.po
Languages: fr

# sendto_inexistent_destfolder_error
source: Unable to send this item to the ${meetingConfigTitle} meetingConfig because the user to create the item to does not have a personal folder in this meetingConfig. If necessary, the concerned user can connect for this folder to be created automatically.
fr: Impossible d'envoyer ce point vers le type de séance ${meetingConfigTitle} car l'utilisateur n'a pas d'espace dans cet autre type de séance. Il est nécessaire que l'utilisateur concerné se connecte à l'application pour que cet espace soit créé automatiquement.

# sendto_success
source: The item has been successfully transfered to the ${cfgTitle}.
fr: Le point a été envoyé au ${cfgTitle}.

# sent_to_other_mc_term__clonable_to
source: ${meetingConfigTitle} (to send to)
fr: ${meetingConfigTitle} (À envoyer)

# sent_to_other_mc_term__clonable_to_emergency
source: ${meetingConfigTitle} (to send to - Emergency)
fr: ${meetingConfigTitle} (À envoyer - Urgence)

# sent_to_other_mc_term__cloned_to
source: ${meetingConfigTitle} (sent to)
fr: ${meetingConfigTitle} (Envoyé)

# sent_to_other_mc_term__cloned_to_emergency
source: ${meetingConfigTitle} (sent to - Emergency)
fr: ${meetingConfigTitle} (Envoyé - Urgence)

# sentto_othermeetingconfig
source: Item sent to ${meetingConfigTitle}
fr: Envoyé vers ${meetingConfigTitle}

# sentto_othermeetingconfig_emergency
source: Item sent to ${meetingConfigTitle} (Emergency)
fr: Envoyé vers ${meetingConfigTitle} (Urgence)

# short_name_descr
source: This short name (3 or 4 letters maximum, without special characters or accents) is used internally by PloneMeeting, ie for deriving meeting-configuration-specific item and meeting content types. Note that all content types representing 'items' share the same meta-type (=the same Python class). The same is true for all content types representing 'meetings'.
fr: Ce nom court (trois ou quatre lettres maximum, sans accents ou caractères spéciaux) est utilisé en interne par l'application, notamment pour dériver des types de contenu pour les points et les séances qui soient propres à chaque configuration de séance. Notez que tous les types de contenu définissant des "points" partagent tous le même méta-type (c'est-à-dire la même classe Python). La même chose est vraie pour tous les types de contenu définissant des "séances".

# show_item_keywords_targets_descr
source: If you check this box, on the search screen, radio buttons will appear, allowing the user to choose the item-related field that will become the target for item keywords. If these radio buttons are not shown, the search will encompass all fields indexed in the global index 'SearchableText'.
fr: Si vous cochez cette case, sur l'écran de recherche, des boutons radios vont apparaître, permettant à l'utilisateur de choisir le champ qui deviendra la cible des mots-clé pour rechercher des points. Si ces boutons ne sont pas visibles, la recherche portera sur l'index global "SearchableText".

# show_or_hide_details
source: Show / hide details
fr: Afficher / masquer les détails

source: show_or_hide_pollTypeObservations
fr: Afficher / masquer les "Observations sur le mode de scrutin"

# signatures_defined_on_meeting
source: Signatures as defined on the linked meeting
fr: Signatures définies sur la séance

# signatures_descr
source: Define here the default signatures that will be automatically selected on newly created meetings. Use 2 lines by signature, one for the function and one for the signatory name. This will be applicable only if you use attribute 'Signatures' for meetings.
fr: Définissez ici les signatures par défaut qui seront automatiquement sélectionnées sur chaque séance <span style='color:red;'>nouvellement créée, les changements apportés à ce champ n'impacte pas les séances déjà créées.</span> Utilisez 2 lignes par signature, une ligne pour la fonction et une ligne pour le nom du signataire. Ceci fonctionnera uniquement si vous utilisez l'attribut "Signatures (signatures)" sur les séances.

# sort_all_item_tags_descr
source: Check this box if you want to sort the tags in alphabetic order.
fr: Cochez cette case si vous voulez que les marqueurs soient triés par ordre alphabétique.

# sub_type_can_not_remove_used_row
source: You can not remove a sub type that has already been used in the application. You removed the sub type with title '${sub_type_title}', it is in use for example by item at ${item_url}. Please add it back (or click on the 'Edit' tab here above to retrieve old values). If you need to deactivate a sub type, you can uncheck the 'Active?' check box.
fr: Vous ne pouvez pas supprimer un sous-type de fichier qui a déjà été utilisé. Vous avez supprimé le sous-type ayant le titre "${sub_type_title}", utilisé par exemple par le point "${item_url}". Rajoutez le sous-type (ou cliquez sur l'onglet "Modifier" ci-dessus pour retrouver les anciennes valeurs). Si vous devez désactiver un sous-type de fichier, décochez la case "Actif?".

# sub_types_descr
source: Define here sub types for this file type. This will let the user use it as another file type but once added, it will share the same icon as the main file type. You are able to define in particular another title (that will be displayed in the file type select box on the annexes form) and predefined title.
fr: Définissez ici des sous-types de fichier. Ces sous-types de fichiers pourront être utilisés comme les types de fichiers, mais lorsqu'une annexe sera ajoutée avec ce sous-type, elle utilisera la même icône que le type de fichier principal. Il est notamment possible de définir pour chacun de ces sous-types un autre titre (qui apparaîtra dans la liste déroulante de choix du type de fichier sur le formulaire d'ajout d'une annexe) et un titre prédéfini.

# sure_to_cancel_edit
source: Are you sure to want to cancel current edition? Changes will be lost if any.
fr: Êtes-vous sûr de vouloir annuler l'édition? Si vous avez fait des changements, ils seront perdus.

# sure_to_present_selected_items
source: Are you sure to want to present every selected items into the meeting?
fr: Êtes-vous sûr de vouloir présenter tous les points sélectionnés dans la séance?

# sure_to_remove_selected_items
source: Are you sure to want to remove every selected items from the meeting?
fr: Êtes-vous sûr de vouloir retirer tous les points sélectionnés de la séance?

# sure_to_take_over
source: This item is taken over by another user, are you sure to want to remove it?
fr: Ce point est pris en charge pas un autre utilisateur, souhaitez-vous enlever cette prise en charge (vous pourrez alors le prendre en charge à sa place)?

# switch_votes
source: Switch mode (secret / not secret)
fr: Basculer vers l'autre mode (secret / non secret)

# switch_votes_why_cannot
source: You can not switch votes mode (secret / not secret) because some votes are already encoded. Remove every votes before being able to switch.
fr: Vous ne pouvez pas basculer vers l'autre mode (secret / non secret) car des votes ont déjà été encodés sur ce point. Enlevez tous les votes pour pouvoir basculer de mode.

# taken_over_by_no
source: The item is not taken over.
fr: Le point n'est pas pris en charge.

# taken_over_by_no_edit
source: The item is still not taken over. Click on the image to take it over.
fr: Le point n'est pas encore pris en charge, cliquez sur l'image pour le prendre en charge.

# taken_over_by_yes
source: The item is taken over.
fr: Le point est pris en charge.

# taken_over_by_yes_edit
source: The item is taken over. Click on the image to remove take over (you will be able to take it over afterward).
fr: Le point est pris en charge, cliquez sur l'image pour retirer la prise en charge (vous pourrez alors le prendre en charge si nécessaire).

# template_using_groups_descr
source: Select groups that will be able to use this item as template. If every groups must be able to use this catgory, do not select anything. Use CTRL+click to select several groups.
fr: Si l'usage de ce point est 'Comme modèle de point', sélectionnez les groupes qui pourront l'utiliser. Si tous les groupes doivent pouvoir utiliser ce modèle, ne sélectionnez aucun groupe.

source: the advice was asked after this date.
fr: l'avis a été demandé après cette date.

source: The voter himself
fr: Le votant lui-même

# theorical_meeting_help
source: Theorical date into which item should be presented
fr: Date de séance théorique à laquelle le point devrait être présenté

source: This item is an oral question
fr: Ce point est une question orale

source: This item is NOT an oral question
fr: Ce point N'EST PAS une question orale

# title_required
source: A title is required.
fr: Veuillez spécifier un objet.

# to_advice_asked_again
source: Ask this advice again (current advice will be historized)
fr: Demander cet avis à nouveau (l'avis actuel sera historisé)

# to_be_send_to_authority_term
source: To be send to authority
fr: À envoyer à la tutelle

# to_discuss_ask_mail_not_sent
source: Sending emails to meeting managers has been disabled. Please contact them through other means for asking them to discuss this item.
fr: L'envoi de courriels aux gestionnaires de séances est désactivé. Veuillez prendre contact avec eux par un autre canal afin d'exprimer votre désir d'évoquer ce point.

# to_discuss_ask_mail_sent
source: A mail was sent to the meeting managers for asking them to discuss this item.
fr: Un mail a été envoyé aux gestionnaires de séance pour exprimer votre désir d'évoquer ce point

# to_discuss_default_descr
source: The optional item attribute 'to discuss' allows the meeting manager to specify if an item presented to a meeting should be discussed during this meeting or if, simply, it must appear in the agenda and the meeting decisions for traceability purposes but has already led to a decision before the meeting occurrence. Check the box if you want the items to be set to 'discussed' by default.
fr: L'attribut optionnel "A évoquer en séance?" permet au gestionnaire de séance de spécifier si un point présenté à une séance doit être discuté durant celle-ci ou si simplement il doit figurer dans l'ordre du jour et les décisions à des fins de traçabilité mais qu'il a déjà fait l'objet d'un consensus préalable et n'a pas besoin d'être abordé en séance. Cochez la case si vous voulez que les points soient, par défaut, discutés.

# to_discuss_late_default_descr
source: Check the box if you want the 'late' items to be set to 'discussed' by default.
fr: Cochez la case si vous voulez que les points qui sont présentés "en urgence" soient, par défaut, discutés.

# to_discuss_no
source: Not to be discussed during the meeting
fr: À ne pas évoquer en séance

# to_discuss_no_ask_edit
source: Click on the image for asking to discuss this item.
fr: Cliquez sur l'image pour demander d'évoquer ce point

# to_discuss_no_edit
source: Not to be discussed during the meeting. Click on the image for discussing the item.
fr: À ne pas évoquer en séance, cliquez sur l'image pour évoquer ce point

# to_discuss_set_on_item_insert_descr
source: If you check this box, the value of field 'toDiscuss', for an item, will be set when inserting the item into a meeting, with a default value as defined by the fields below. Else, the user having the permission to edit the item will be able to give a value to this field, as soon as on item creation.
fr: Si vous cochez cette case, la valeur du champ "A évoquer en séance?", pour un point, sera déterminée lors de l'insertion du point dans une séance, selon une valeur par défaut telle que déterminée par les champs ci-dessous. Sinon, l'utilisateur ayant les droits d'édition sur un point pourra éditer cette valeur lui-même, dès la création du point.

# to_discuss_yes
source: To be discussed during the meeting
fr: À évoquer en séance

# to_discuss_yes_edit
source: To be discussed during the meeting. Click on the image for not discussing the item.
fr: À évoquer en séance, cliquez sur l'image pour ne pas évoquer ce point

# to_do_list_searches
source: Select here searches you want to display in the 'todo' portlet appearing on the PloneMeeting home page of the users. If you do not select any search, the portlet will not show up for users
fr: Sélectionnez les recherches à prendre en compte pour le portlet "À faire". Si vous ne sélectionnez aucune recherche, le portlet sera caché pour les utilisateurs.

# to_hidden_during_redaction
source: Hide during redaction, the advice will be considered 'not given'.
fr: Cacher l'avis pendant sa rédaction, attention un avis est considéré "non rendu" tant qu'il est caché.

# to_not_hidden_during_redaction
source: Publish advice, the advice will be confirmed and considered 'given'.
fr: Publier l'avis, l'avis sera confirmé et considéré "rendu".

# to_previous_given_advice
source: Back to previous given advice
fr: Revenir à l'avis rendu précédemment

# tool_plonemeeting_misc
source: Other parameters
fr: Autres paramètres

# tool_public_url_descr
source: If, for some reason (ie, some specific reverse proxy configuration), Zope is unable to guess correctly this Plone site's public URL, please mention it here.
fr: Si, pour une raison ou une autre (une configuration spécifique d'un reverse proxy par exemple), Zope n'est pas capable de déduire correctement l'URL de ce site Plone, veuillez la mentionner ici.

# topic_description
source: The result shows only elements you are allowed to view.
fr: Le résultat de la recherche montre seulement les éléments que vous pouvez voir.

source: Transfer
fr: Transférer

# transition_auto_triggered_item_sent_to_this_config
source: This transition was triggered automatically while this item was sent to this meeting config.
fr: Cette transition a été déclenchée automatiquement lorsque ce point a été envoyé vers ce type de séance.

# transitions_for_presenting_an_item_descr
source: Set here the sequence of transitions in the right order to be triggered on an item for it to be presented to a meeting. The first transition is the one that starts from the initial state and the last transition should be 'present'. This is used in several functionnalities like recurring items or items sent to another meeting config that need to be presented automatically.
fr: Renseignez la succession de transitions à déclencher dans l'ordre sur un point pour qu'il soit présenté dans une séance. La première transition est celle qui part de l'état initial du point et la dernière renseignée devrait être "présenter". Cette configuration est nécessaire pour différentes fonctionnalités comme les points récurrents ou les points automatiquement insérés dans une séance lorsqu'ils sont envoyés vers un autre type de séance.

# transitions_reinitializing_delays_descr
source: Select the transitions triggered on an item that will reinitialize (set back to null) delays started on delay-aware advices. This will only be the case for not given advices.
fr: Sélectionnez les transitions qui remettront à zéro les délais déjà démarrés pour les avis avec délai. Ceci n'impactera que les avis qui n'ont pas encore été rendus.

# transitions_to_confirm_descr
source: When the user will click on the corresponding icon or button for every transition you will select in this list, a confirmation popup will show up. In this popup, the user will also be able to enter an optional workflow comment.
fr: Quand l'utilisateur cliquera sur le bouton ou l'icône correspondant à chaque transition que vous sélectionnerez dans cette liste, une popup de confirmation s'affichera. Dans cette popup, l'utilisateur pourra encoder un commentaire (optionnel).

# tree_hide_all
source: Hide all
fr: Tout cacher

# tree_show_all
source: Show all
fr: Tout montrer

# type_required
source: An annex type is required.
fr: Veuillez choisir un type d'annexe.

# unrestricted_users_descr
source: When the application is in 'Restrict users' mode, the following users will still be able to consult page 'Meeting view.' Please type one user ID per line.
fr: Lorsque l'application est en mode "Utilisateurs restreints", les utilisateurs suivants seront toujours capables d'accéder aux pages de visualisation des séances. Veuillez entrer un identifiant d'utilisateur par ligne.

# update_votes_yes
source: Set all votes to 'yes'
fr: "Pour" à l'unanimité

# use_advices_descr
source: Check the box if you want advisers to be able to issue advices on items
fr: Donner la possibilité aux émetteurs d'avis de laisser un avis sur les points.

# use_copies_descr
source: Check the box if you want item creators to be able to select copy groups for this item
fr: Cette fonctionnalité permet au créateur d'un point de sélectionner des groupes qui seront mis en copie sur un point, c'est-à-dire qui seront capables de voir (uniquement) ce point.

# use_groups_as_categories_descr
source: For every meeting configuration, every item is defined by a category and can't belong to several categories at once. Those categories may be important, for instance when items are presented in an agenda: they may be ordered according to their category (it depends on the value of another parameter of this page). If you estimate that the groups do correspond to your categories, and that you don't need one more categorization scheme, check the box. <span style='color: red;'>If you activate categories on a configuration where items already exist without a category, you will have to do it at an appropriate time because 'living' items will have to have a category selected, you can not present mixed items with and without a category to a meeting. Items already presented to older meetings may stay without a category.</span>
fr: Par configuration de séance, chaque point est défini par une catégorie et ne peut appartenir qu'à une et une seule catégorie. Ces catégories peuvent avoir de l'importance notamment lorsque des points sont présentés dans un ordre du jour: ils peuvent être ordonnés par catégorie (voir un autre paramètre de configuration plus bas). Si vous vous dites que les groupes correspondent à vos catégories et que vous n'avez pas besoin d'une catégorisation supplémentaire, cochez cette case. <span style='color: red;'>Si vous activez les catégories alors que des points ont déjà été créés sans catégories, faites-le au moment opportun, en effet une séance ne peut pas contenir des points avec et sans catégories si "Suivre l'ordre de catégories" est sélectionné dans "Méthode(s) de tri lors de l'ajout d'un point dans une séance", vous devrez mettre à jour les points "vivants" existants, y compris les points récurrents. Les points liés à d'anciennes séances pourront rester sans catégorie.</span>

# use_user_replacements_descr
source: User replacements allow you to select a replacement user for any absent or excused user in a meeting.
fr: La gestion des remplaçants vous permet de sélectionner un remplaçant pour tout membre d'assemblée absent à une réunion.

# use_votes_descr
source: If you check this box, you will enable the voting system that allows meeting participants to express their vote, during the meeting, for every presented item.
fr: Si vous cochez cette case, vous activerez le système de votes permettant aux participants d'une séance d'exprimer leur vote sur chaque point y étant débattu.

# used_advice_types_descr
source: Specify here which advice types you are going to use.
fr: Spécifiez ici quels types d'avis vous voulez utiliser.

# used_item_attributes_descr
source: While some item attributes are fixed (the item title, the field where the decision must be written, etc), other attributes (those shown below) are optional. If you select them, they will show up at various places in the user interface (maybe in the form allowing to create items or in the table displaying items presented in a meeting...). If you want to select more than one attribute, click on them while keeping the 'control' key pressed.
fr: Bien que certains attributs caractérisant un point soient fixes (l'objet du point, le champ permettant d'introduire la décision, etc), d'autres, repris dans cette liste, sont optionnels. En fonction de votre choix, ils s'afficheront ou non à divers endroits dans les interfaces utilisateurs (peut-être dans le formulaire de création d'un point ou sur certains affichages des points en liste, etc).

# used_meeting_attributes_descr
source: While some meeting attributes are fixed (the title, the date, etc), other attributes (those shown below) are optional. If you select them, they will show up at various places in the user interface (in the form allowing to create meetings, in the screen that displays information about a meeting...). If you want to select more than one attribute, click on them while keeping the 'control' key pressed.
fr: Bien que certains attributs caractérisant une séance soient fixes (comme la date par exemple), d'autres, repris dans cette liste, sont optionnels. En fonction de votre choix, ils s'afficheront ou non à divers endroits dans les interfaces utilisateurs (dans le formulaire de création d'une séance, sur la page d'affichage d'une séance, etc).

# used_poll_types_descr
source: Specify here which poll types you are going to use.
fr: Spécifiez ici quels modes de scrutin vous voulez utiliser.

# used_vote_values_descr
source: Specify here what vote values are in use in this meeting configuration.
fr: Spécifiez ici quelles valeurs de vote sont utilisées dans cette configuration de séance.

# versionate_advice_if_given_and_item_modified_descr
source: When an advice is 'given' and no more editable by the advisers, so when it was set in a state where advisers may not edit it anymore, it is automatically versioned. Depending on the configuration, if advice may be given when the item is still editable by the proposing group, it may be necessary to versionate advice if it was given (but still editable by advisers) and the item was edited. For example, advices are giveable when item is 'itemcreated', a state where item may still be edited by the proposing group. If it is the case, check this box, it will ensure that the advice is versioned when the item is edited if necessary (so if it was not already versioned since last advice edition). If you have a specific state 'waiting advice' where proposing group is not able to edit the item, this box may be left unchecked.
fr: Lorsqu'un avis est "rendu" et qu'il n'est plus éditable par les émetteurs d'avis, donc qu'il a été mis dans un état où les émetteurs d'avis ne peuvent plus l'éditer, il est automatiquement versionné. Si dans votre configuration, un avis peut être rendu alors que le point peut toujours être édité par le groupe proposant, il peut être nécessaire de versionner l'avis lors de l'édition du point. Par exemple si les avis peuvent être rendus lorsque le point est 'en création', le groupe proposant peut éditer le point. Dans ce cas, cochez cette case, ceci permettra de s'assurer que l'avis est versionné avant toute modification du point. Si par contre vous avez un état dans votre workflow du type "en attente des avis" dans lequel le groupe proposant ne peut pas éditer le point, vous pouvez décocher cette case.

# visible_for_adviser_group
source: The advisers of the group that gave the advice
fr: Les émetteurs d'avis du groupe ayant rendu l'avis

# visible_for_configgroup_budgetimpacteditors
source: The budget impact editors
fr: Les 'Gestionnaires d'informations budgétaires'

# visible_for_configgroup_powerobservers
source: The power observers
fr: Les 'Super observateurs'

# visible_for_configgroup_restrictedpowerobservers
source: The restricted power observers
fr: Les 'Super observateurs restreints'

# visible_for_reader_advices
source: People to which an advice has been asked on the item
fr: Tous les émetteurs d'avis pour lesquels l'avis a été demandé sur le point

# visible_for_reader_copy_groups
source: The copy groups set on the item
fr: Les groupes en copie sélectionnés sur le point
