Repository: IMIO/imio.pm.locales
Catalog: src/imio/pm/locales/locales/*/LC_MESSAGES/PloneMeeting.po
Languages: fr

source: ${element_title} (Inactive)
fr: ${element_title} (Désactivé)

source: (Nobody)
fr: (Personne)

source: Add PloneMeeting Portlet
fr: Ajout d'un portlet 'PloneMeeting'

source: Add Todo Portlet
fr: Ajout d'un portlet 'à faire'

source: Advice advanced management screen
fr: Écran de gestion avancé de l'avis

source: Advice annexes
fr: Annexes aux avis

source: Advice asked automatically because
fr: Avis demandé automatiquement car

source: Advice comment
fr: Commentaire

source: Advice given by
fr: Avis rendu par

source: Advice given on item ${item_title}
fr: Avis rendu sur le point ${item_title}

source: Advice not deletable
fr: Cet avis ne peut plus être supprimé car il a déjà été historisé (si nécessaire, un Administrateur pourra cependant le supprimer)

source: Advice observations
fr: Observations

source: Advice official comment
fr: Motivation

source: Advice reference
fr: Référence

source: Advice type
fr: Type d'avis

source: An advice on this item still needs to be given respecting given delay.
fr: Un avis doit encore être rendu sur ce point en respectant le délai imparti.

source: Annex types
fr: Types d'annexes

# AnnexesDecisionShort
source: Annexes (decision)
fr: Annexes (après décision)

# Any meeting
source: No preference
fr: Pas de préférence

source: Apply
fr: Appliquer

source: Apply until item number
fr: Appliquer jusqu'au point numéro

source: Asked on ${advice_asked_on_date}
fr: Demandé le ${advice_asked_on_date}

source: Back to the MeetingConfig
fr: Retourner sur la Configuration de séance

source: Back to the item
fr: Retourner sur le point

source: Can not close a meeting containing items returned to proposing group!
fr: Une séance contenant des points "À corriger" ne peut pas être clôturée!

source: Cancel
fr: Annuler

# Categories
source: Item categories
fr: Catégories de points

source: Change delay
fr: Changer le délai de l'avis

source: Choose a group.
fr: Choisissez le groupe au nom duquel l'avis sera remis.

source: Choose an advice type.
fr: Choisissez un type d'avis.

# Classifiers
source: Item classifiers
fr: Classificateurs

source: Close
fr: Fermer

source: Copy PloneMeeting
fr: Copier points

source: Create an item from an item template
fr: Créer un point depuis un modèle

source: Data of the item when advice was given
fr: Données principales du point lorsque l'avis a été rendu

# Days to give advice
source: Days to give advice : ${daysToGiveAdvice} days
fr: Nombre de jours ouvrables pour rendre l'avis : ${daysToGiveAdvice} jours

source: Decisions
fr: Décisions

source: Delete advice
fr: Supprimer l'avis

source: Document templates
fr: Modèles de documents

source: Download annex
fr: Télécharger

source: Edit
fr: Modifier

source: Edit PloneMeeting Portlet
fr: Edition d'un portlet 'PloneMeeting'

source: Edit Todo Portlet
fr: Edition du portlet 'à faire'

source: Edit attributes of this group of categories
fr: Éditer les paramètres de ce groupe de catégories ('Activer l'option "confidentiel"', 'Activer l'option "à imprimer"', ...)

# Emergency while presenting in other MC
source: Emergency
fr: Urgence

source: Enter a reference for this advice if necessary.
fr: Encodez une référence pour l'avis si nécessaire.

source: Enter optionnal observations if necessary.
fr: Encodez ici vos remarques optionnelles si nécessaire.

source: Enter the item absents to be applied. By default, the value of the field is what is defined on the meeting. If you do not change this value, nothing will be applied on the item. If you already edited this field before and you want to fallback to meeting value, remove the entire value.
fr: Encodez les absents qui devront être appliqués pour ce point. La valeur affichée par défaut dans ce champ est la valeur actuellement définie sur ce point ou sur la séance. Si vous ne changez pas cette valeur, rien ne sera appliqué sur le point. Si vous aviez déjà édité cette valeur et que vous souhaitez retourner vers la valeur utilisée sur la séance, videz ce champ.

source: Enter the item assembly to be applied. By default, the value of the field is what is defined on the meeting. If you do not change this value, nothing will be applied on the item. If you already edited this field before and you want to fallback to meeting value, remove the entire value. You may add [[ ]] around absent people (like [[Mister Sample Peter]]).
fr: Encodez l'assemblée qui devra être appliquée pour ce point. La valeur affichée par défaut dans ce champ est la valeur actuellement définie sur ce point ou sur la séance. Si vous ne changez pas cette valeur, rien ne sera appliqué sur le point. Si vous aviez déjà édité cette valeur et que vous souhaitez retourner vers la valeur utilisée sur la séance, videz ce champ. Vous pouvez barrer les absents en utilisant [[ ]] (comme par exemple [[Monsieur Pierre Exemple]].

source: Enter the item attendees to be applied. By default, the value of the field is what is defined on the meeting. If you do not change this value, nothing will be applied on the item. If you already edited this field before and you want to fallback to meeting value, remove the entire value.
fr: Encodez les présents qui devront être appliqués pour ce point. La valeur affichée par défaut dans ce champ est la valeur actuellement définie sur ce point ou sur la séance. Si vous ne changez pas cette valeur, rien ne sera appliqué sur le point. Si vous aviez déjà édité cette valeur et que vous souhaitez retourner vers la valeur utilisée sur la séance, videz ce champ.

source: Enter the item excused to be applied. By default, the value of the field is what is defined on the meeting. If you do not change this value, nothing will be applied on the item. If you already edited this field before and you want to fallback to meeting value, remove the entire value.
fr: Encodez les excusés qui devront être appliqués pour ce point. La valeur affichée par défaut dans ce champ est la valeur actuellement définie sur ce point ou sur la séance. Si vous ne changez pas cette valeur, rien ne sera appliqué sur le point. Si vous aviez déjà édité cette valeur et que vous souhaitez retourner vers la valeur utilisée sur la séance, videz ce champ.

source: Enter the item signatures to be applied. By default, the value of the field is what is defined on the meeting. If you do not change this value, nothing will be applied on the item. If you already edited this field before and you want to fallback to meeting value, remove the entire value.
fr: Encodez les signatures qui devront être appliquées pour ce point. La valeur affichée par défaut dans ce champ est la valeur actuellement définie sur ce point ou sur la séance. Si vous ne changez pas cette valeur, rien ne sera appliqué sur le point. Si vous aviez déjà édité cette valeur et que vous souhaitez retourner vers la valeur utilisée sur la séance, videz ce champ.

source: Enter the official comment.
fr: Encodez ici votre avis officiel.

source: Given on ${advice_given_on_date}
fr: Rendu le ${advice_given_on_date}

source: Group
fr: Groupe

source: Hide advice during redaction
fr: Cacher l'avis pendant sa rédaction

source: History of completeness changes
fr: Historique des changements du champ 'Complétude'

source: History of delay changes
fr: Historique des changements de délai

source: History of emergency changes
fr: Historique des changements du champ 'Urgence'

source: Holidays warning (do not delete!)
fr: Avertissement jours fériés (ne pas supprimer!)

source: How many items to list in each topic.
fr: Nombre d'éléments à afficher par recherche dans le portlet.

source: If you do not want the advice to be shown immediately after redaction, you can check this box. This will let you or other member of your group work on the advice before showing it. Note that if you lose access to the advice (for example if the item state evolve), the advice will be considered 'Not given, was under edition'. A manager will be able to publish it nevertheless.
fr: Si vous ne souhaitez pas que l'avis soit directement affiché après la rédaction, cochez cette case. Ceci permet à différents membres du groupe rendant l'avis d'intervenir sur celui-ci et de le montrer une fois qu'il est complet. Attention, si vous perdez l'accès à la rédaction de l'avis (le point change d'état ou le délai pour rendre l'avis est dépassé par exemple), l'avis ne sera pas considéré comme rendu, mais dans un état "Non rendu, était en cours de rédaction". Cependant, si nécessaire, un administrateur pourra publier cet avis.

source: If you specify a number, the values entered here above will be applied from current item to the item number entered. Leave empty to only apply for current item.
fr: Si vous spécifiez un numéro, les valeurs définies ci-dessus seront appliquées à partir du point courant jusqu'au point ayant ce numéro. Laissez ce champ vide pour appliquer uniquement sur le point courant.

source: Insert items among normal items
fr: Présenter comme point normal

source: It is not possible to add annexes because no file types is defined, please contact system administrator.
fr: Il n'est pas possible d'ajouter des annexes car aucun type d'annexe n'est défini dans la configuration, contactez votre administrateur système.

source: Item absents to apply
fr: Absents à appliquer

source: Item annexes
fr: Annexes aux points

source: Item assemblies have been updated.
fr: Les assemblées des points ont été mises à jour.

source: Item assembly to apply
fr: Assemblée à appliquer

source: Item attendees to apply
fr: Présents à appliquer

source: Item decision annexes
fr: Annexes aux points (après décision)

source: Item emergency changed.
fr: L'urgence a été changée pour ce point.

source: Item excused to apply
fr: Excusés à appliquer

source: Item signatures have been updated.
fr: Les signatures des points ont été mises à jour.

source: Item signatures to apply
fr: Signatures à appliquer

source: Item templates
fr: Modèles de points

source: Limit date ${advice_limit_date}
fr: Date limite ${advice_limit_date}

source: Limit the number of shown characters of the title to avoid too long titles displayed in the portlet.
fr: Limite le nombre de caractères de l'objet du point qui seront affichés dans le portlet pour éviter les libellés trop longs.

source: Manage advice annexes
fr: Gérer les annexes de l'avis

source: Manage dashboard
fr: Gérer le tableau de bord

source: Manage item annexes
fr: Gérer les annexes du point

source: Manage item assembly
fr: Gestion de l'assemblée spécifique pour les points

source: Manage item emergency
fr: Changer l'urgence d'un point

source: Manage item signatures
fr: Gestion des signatures spécifiques pour les points

source: Manage item templates
fr: Gérer les modèles de points

source: Meeting annexes
fr: Annexes aux séances

# Meeting items
source: Items
fr: Points

source: Meeting users
fr: Utilisateurs

# MeetingAdvice
source: Advice
fr: Avis

# MeetingCategory
source: Category
fr: Catégorie

source: Meetings
fr: Séances

source: No annex subtypes.
fr: Aucun sous-type d'annexe.

source: No annex types.
fr: Aucun type d'annexe.

source: No complementary comment has been given on this advice.
fr: Aucun commentaire complémentaire n'a été ajouté sur cet avis.

source: No historized data for this advice.
fr: Aucune donnée historisée pour cet avis.

source: No history informations are available for now.
fr: Aucune information d'historique disponible pour l'instant.

source: Number of characters of the title to show
fr: Nombre de caratère de l'objet du point à afficher

source: Number of items to display
fr: Nombre d'élémént à afficher

source: Once viewable, the adviser will have ${advice_delay} days to give the advice.
fr: Une fois visible, l'avis devra être rendu dans les ${advice_delay} jours.

source: Please check that opening "[[" have corresponding closing "]]".
fr: Vérifiez que chaque "[[" ouvrant a son "]]" fermant correspondant.

source: Please provide a valid number.
fr: Entrez un numéro valide s'il vous plaît.

source: Please specify a default meeting config upon active existing meeting configs to be automaatically redirected to it.
fr: Spécifiez dans la configuration de PloneMeeting une 'Configuration de séance' par défaut parmi les 'Configurations de séance' actives afin que l'utilisateur soit automatiquement redirigé vers celle-ci une fois connecté.

source: PloneMeeting tool policy
fr: Politique du tool PloneMeeting

source: PloneMeeting 'folder' view
fr: Vue PloneMeeting de type "dossier"

# PloneMeeting_inAndOutMoves
source: Assembly in and out movements
fr: Entrées et sorties (assemblée)

# PloneMeeting_label_acronym
source: Acronym
fr: Acronyme

source: PloneMeeting_label_adviceAnnexConfidentialVisibleFor
fr: Les annexes confidentielles des avis sont visible par

# PloneMeeting_label_adviceConfidentialFor
source: An advice marked as 'Confidential' will not be visible by
fr: Un avis marqué "Confidentiel" ne sera pas visible par les

# PloneMeeting_label_adviceConfidentialityDefault
source: Advice confidentiality default value
fr: Valeur par défaut du champ 'Confidentiel?' des avis créés

# PloneMeeting_label_adviceStyle
source: Advice style
fr: Style des avis

# PloneMeeting_label_advices
source: Advices
fr: Avis

source: PloneMeeting_label_advicesKeptOnSentToOtherMC
fr: Avis à garder lors de l'envoi d'un point vers une autre configuration de séance

# PloneMeeting_label_allItemTags
source: Tags
fr: Marqueurs

source: PloneMeeting_label_annexToPrintMode
fr: Mode d'impression des annexes

# PloneMeeting_label_answerers
source: Answers
fr: Réponses

# PloneMeeting_label_asCopyGroupOn
source: As copy group on
fr: Le groupe sera automatiquement mis en copie d'un point si

# PloneMeeting_label_associatedGroups
source: Associated group(s)
fr: Groupes associés

source: PloneMeeting_label_availableItemsListVisibleColumns
fr: Colonnes à afficher pour les points disponibles pour une séance

# PloneMeeting_label_budgetDefault
source: Default value for the 'budget information' field
fr: Valeur par défaut du champ "Informations budgétaires"

# PloneMeeting_label_budgetInfos
source: Budgetary informations
fr: Informations budgétaires

# PloneMeeting_label_budgetRelated
source: This item is related to budgetary information
fr: Des informations budgétaires sont liées

# PloneMeeting_label_category
source: Category
fr: Catégorie

# PloneMeeting_label_categoryId
source: Category identifier
fr: Identifiant de la catégorie

# PloneMeeting_label_certifiedSignatures
source: Certified signatures
fr: Signatures certifiées conformes

# PloneMeeting_label_classifier
source: Classifier
fr: Classificateur

source: PloneMeeting_label_committeeObservations
fr: Observations pour les commissions

# PloneMeeting_label_completeness
source: Completeness
fr: Complétude

# PloneMeeting_label_configVersion
source: Identifier of this meeting configuration
fr: Identifiant de la version de cette configuration

# PloneMeeting_label_copyGroups
source: Copy groups
fr: Groupes en copie (lecture seule)

# PloneMeeting_label_cssClassesToHide
source: Css classes to hide
fr: Classes Css à cacher

# PloneMeeting_label_customAdvisers
source: Custom advisers
fr: Configuration des avis automatiques et avec délai

# PloneMeeting_label_dashboardItemsListingsFilters
source: Advanced filters to show on listings of items
fr: Filtres avancés à afficher pour les tableaux de bord de points

# PloneMeeting_label_dashboardMeetingAvailableItemsFilters
source: Advanced filters to show on 'Available items'
fr: Filtres avancés à afficher pour les "Points disponibles" d'une séance

# PloneMeeting_label_dashboardMeetingLinkedItemsFilters
source: Advanced filters to show on 'Items of a meeting'
fr: Filtres avancés à afficher pour les points présentés dans une séance

# PloneMeeting_label_decision
source: Decision
fr: Décision

# PloneMeeting_label_decisionRelated
source: This annex type is specifically linked to the decision taken on this item
fr: Ce type d'annexe est spécifiquement lié à la décision prise sur le point

# PloneMeeting_label_defaultAdviceHiddenDuringRedaction
source: Default value of the 'Hide advice during redaction' field on an advice
fr: Par défaut, cocher la case "Cacher l'avis pendant sa rédaction" pour les types d'avis suivants

# PloneMeeting_label_defaultAdviceType
source: Default advice type
fr: Type d'avis par défaut

# PloneMeeting_label_defaultPollType
source: Default poll type
fr: Mode de scrutin par défaut

# PloneMeeting_label_defaultVoteValue
source: Default vote value
fr: Valeur de vote par défaut

# PloneMeeting_label_deferredNotificationsHandling
source: Defer handling of notifications
fr: Différer le traitement des notifications

# PloneMeeting_label_delayUnavailableEndDays
source: Delay can not end following days
fr: Un délai ne peut pas se terminer les jours suivants

# PloneMeeting_label_detailedDescription
source: Detailed description
fr: Description détaillée

# PloneMeeting_label_emergency
source: Emergency
fr: Urgence

# PloneMeeting_label_enableAdviceConfidentiality
source: Enable advice confidentiality
fr: Activer la confidentialité des avis

# PloneMeeting_label_enableAdviceInvalidation
source: Enable advice invalidation
fr: Activer l'invalidation des avis

source: PloneMeeting_label_enableItemDuplication
fr: Activer la duplication des points

# PloneMeeting_label_enableUserPreferences
source: Enable user preferences
fr: Activer les préférences utilisateur

# PloneMeeting_label_enforceAdviceMandatoriness
source: Enforce advice mandatoriness
fr: Appliquer le caractère obligatoire des avis

# PloneMeeting_label_folderTitle
source: Name of the folder linked to this configuration
fr: Nom du répertoire lié à cette configuration

# PloneMeeting_label_functionalAdminEmail
source: Email of the functional administrator
fr: Courriel de l'administrateur fonctionnel

# PloneMeeting_label_functionalAdminName
source: Name of the functional administrator
fr: Nom de l'administrateur fonctionnel

source: PloneMeeting_label_groupInCharge
fr: Groupe en charge

# PloneMeeting_label_group_certifiedSignatures
source: Group certified signatures
fr: Délégation de signatures certifiées conformes

source: PloneMeeting_label_groupsInCharge
fr: Groupes en charge

# PloneMeeting_label_hideCssClassesTo
source: Hide Css classes to
fr: Cacher les classes Css à

# PloneMeeting_label_hideItemHistoryCommentsToUsersOutsideProposingGroup
source: Hide item history comments to users outside proposing group
fr: Cacher les commentaires dans l'historique d'un point aux utilisateurs ne faisant pas partie du groupe proposant

# PloneMeeting_label_hideNotViewableLinkedItemsTo
source: Hide not viewable items to
fr: Cacher les points liés non visibles aux

# PloneMeeting_label_historizeItemDataWhenAdviceIsGiven
source: Historize item data when an advice is given
fr: Historiser les informations essentielles du point lorsqu'un avis est rendu

# PloneMeeting_label_historizedItemAttributes
source: Item attributes for which history must be kept
fr: Attributs des points pour lesquels l'historique doit être conservé

# PloneMeeting_label_holidays
source: Holidays
fr: Jours fériés

# PloneMeeting_label_insertingMethodsOnAddItem
source: Sort order(s) to apply when adding an item to a meeting
fr: Méthode(s) de tri lors de l'ajout d'un point dans une séance

# PloneMeeting_label_internalNotes
source: Internal notes
fr: Notes internes

# PloneMeeting_label_isConfidential
source: Confidential ?
fr: Confidentielle?

# PloneMeeting_label_isConfidentialDefault
source: Default value of the 'Confidential ?' attribute of created annexes
fr: Valeur par défaut du champ "Confidentielle?" des annexes créées

# PloneMeeting_label_isDefault
source: This configuration is the default meeting configuration
fr: Cette configuration est celle par défaut

# PloneMeeting_label_itemAbsents
source: Absents for the item
fr: Absents pour ce point

# PloneMeeting_label_itemActionsInterface
source: Interface allowing to use a specific Zope3 adapter for modifying the actions defined on the transitions of the item workflow
fr: Interface permettant d'utiliser un adapter Zope3 spécifique pour modifier les actions définies sur les transitions du workflow gouvernant les points

# PloneMeeting_label_itemAdviceEditStates
source: Item states allowing to modify or delete advices
fr: États des points dans lesquels on peut modifier ou supprimer un avis donné

# PloneMeeting_label_itemAdviceInvalidateStates
source: Item states where advice invalidation is enabled
fr: États des points dans lequels l'invalidation des avis est active

# PloneMeeting_label_itemAdviceStates
source: Item states allowing to define advices
fr: États des points dans lesquels on peut donner un avis

# PloneMeeting_label_itemAdviceViewStates
source: Item states allowing advisers to continue to view the item
fr: États des points dans lesquels les émetteurs d'avis de ces points peuvent continuer à les voir

source: PloneMeeting_label_itemAnnexConfidentialVisibleFor
fr: Les annexes confidentielles des points sont visibles par

# PloneMeeting_label_itemAssembly
source: Assembly that is specific to this meeting item
fr: Assemblée pour ce point

# PloneMeeting_label_itemAssemblyAbsents
source: Assembly absents that is specific to this meeting item
fr: Absents pour ce point

# PloneMeeting_label_itemAssemblyExcused
source: Assembly excused that is specific to this meeting item
fr: Excusés pour ce point

# PloneMeeting_label_itemAutoSentToOtherMCStates
source: States in which an item will be automatically sent to selected other meeting configurations
fr: États dans lesquels un point sera automatiquement envoyé vers les autres configurations de séances

# PloneMeeting_label_itemBudgetInfosStates
source: Item states in which budget impact editors can change budgetary informations
fr: États des points dans lesquels les "Gestionnaires d'informations budgétaires" peuvent modifier les informations budgétaires

# PloneMeeting_label_itemColumns
source: Columns to display in lists of items
fr: Colonnes à afficher sur les listes de points

# PloneMeeting_label_itemConditionsInterface
source: Interface allowing to use a specific Zope3 adapter for modifying the conditions defined on the transitions of the item workflow
fr: Interface permettant d'utiliser un adapter Zope3 spécifique pour modifier les conditions définies sur les transitions du workflow gouvernant les points

# PloneMeeting_label_itemCopyGroupsStates
source: Item states allowing copy groups to view the item
fr: États des points dans lesquels les groupes en copie peuvent les voir

# PloneMeeting_label_itemCreatedOnlyUsingTemplate
source: Only create items using item templates
fr: Les points sont créés uniquement depuis un modèle

# PloneMeeting_label_itemIconColor
source: Item icon color
fr: Couleur de l'icône des points

# PloneMeeting_label_itemInitiator
source: Initiator of this item
fr: À l'initiative de ce point

# PloneMeeting_label_itemIsSigned
source: Item is signed ?
fr: Point signé?

# PloneMeeting_label_itemKeywords
source: Keywords
fr: Mots-clé

# PloneMeeting_label_itemManualSentToOtherMCStates
source: States in which an item may be manually sent to selected other meeting configurations
fr: États dans lesquels un point pourra être manuellement envoyé vers les autres configurations de séances

# PloneMeeting_label_itemNumber
source: Number
fr: Numéro

source: PloneMeeting_label_itemReference
fr: Référence du point

# PloneMeeting_label_itemReferenceFormat
source: Format of the item reference
fr: Format de la référence d'un point

# PloneMeeting_label_itemSignatories
source: Signatories for the item
fr: Signataires pour ce point

# PloneMeeting_label_itemSignatures
source: Signatures which are specific to this meeting item
fr: Signatures pour ce point

# PloneMeeting_label_itemTags
source: Tags
fr: Marqueurs

# PloneMeeting_label_itemTitle
source: Purpose
fr: Objet
